{
  "aboutTitle": "Yunaisy Farray: Creator of the Farray Method®",
  "aboutSubtitle": "The Pedagogy Missing Outside Cuba",
  "aboutBio": "Trained at Cuba's prestigious National School of Arts (ENA), Yunaisy Farray is a master teacher and artist who fuses Russian technical discipline with the authentic flavor of Afro-descendant rhythms. She has graced the world's most important stages, shone in \"Street Dance 2,\" captivated millions on \"Got Talent,\" collaborated on \"The Dancer,\" and has countless appearances across the entertainment industry.\n\nBut her greatest achievement isn't on stage: it's having created a teaching system specifically designed for adults outside Cuba to learn dance faster, stronger, and more effectively.\n\nAfter 20+ years teaching adults, Yunaisy discovered that traditional methods that work so well in Cuba—designed for bodies that grew up dancing from childhood—didn't work the same for adults outside Cuba. Thus the Farray Method® was born, recognized by CID-UNESCO.\n\nToday, Yunaisy leads a center that combines rigor, creativity, and rapid results in a warm, inclusive environment. Her experience transforms every class into a cultural and emotional journey, guaranteeing elite training for dancers of all levels. Over 15,000 students have already experienced the difference.",
  "aboutYunaisyPhotoAlt": "Yunaisy Farray, professional dancer and choreographer, founder of Farray's International Dance Center in Barcelona",
  "aboutMethodTitle": "The 'Método Farray®': The Pinnacle of Dance Pedagogy.",
  "aboutMethodPillar1Title": "Discipline & Rigor",
  "aboutMethodPillar1Desc": "Precision technical foundations inspired by classical discipline. Structure, control, and power in every movement.",
  "aboutMethodPillar2Title": "Rhythm & Flavor",
  "aboutMethodPillar2Desc": "The heritage and soul of Afro-descendant rhythms. Fluidity, expression, and a deep musical connection.",
  "aboutMethodPillar3Title": "Global Innovation",
  "aboutMethodPillar3Desc": "A constantly evolving methodology that fuses styles and breaks barriers, preparing you for the global stage.",
  "aboutMethodPillarInfo": "Click a pillar to learn more",
  "aboutMethodCTA": "Explore Yunaisy's Full Legacy",
  "aboutMethodCTAAriaLabel": "Discover more about the Farray Method and Yunaisy's teaching philosophy",
  "aboutVerifyIMDb": "View Yunaisy Farray's IMDb profile",
  "aboutVerifyCID": "Verify CID-UNESCO accreditation",
  "aboutVerifyStreetDance": "View Street Dance 2 movie page on IMDb",
  "aboutQ1": "Who is Yunaisy Farray?",
  "aboutA1": "Yunaisy Farray is a professional Cuban dancer trained at Cuba's National School of Arts (ENA), founder of the Farray Method® and director of Farray International Dance Center in Barcelona. She has participated in Street Dance 2, Got Talent Spain, and The Dancer.",
  "aboutQ2": "What is the Farray Method®?",
  "aboutA2": "The Farray Method® is a CID-UNESCO recognized dance teaching methodology specifically designed for European adults to learn dance faster, stronger, and more effectively, fusing classical technique with Afro-descendant rhythms.",
  "aboutQ3": "Why choose Farray International Dance Center?",
  "aboutA3": "FIDC is the only center in Barcelona with the exclusive Farray Method®, CID-UNESCO accreditation, +15,000 trained students, and teachers from Cuba's National School of Arts. Fast results and family atmosphere guaranteed.",
  "about_page_title": "About Us",
  "about_description": "Discover Farray's Center Barcelona: 700m², +15,000 students trained, CID-UNESCO center. The story of Yunaisy Farray and her dream come true. Meet us.",
  "about_slogan": "Where dreams are danced",
  "about_breadcrumb_home": "Home",
  "about_breadcrumb_current": "About Us",
  "about_h1": "About Us",
  "about_intro": "Farray's International Dance Center is a multidisciplinary dance academy in Barcelona, accredited by CID-UNESCO and directed by Yunaisy Farray. We offer over 25 dance styles with the exclusive Farray® method: from Cuban Salsa and Bachata to Hip Hop, Dancehall, Contemporary Dance and Ballet. Over 15,000 students trained since 2017.",
  "about_cta_contact": "Contact Us",
  "about_story_title": "Our Story",
  "about_story_p1": "Some look for a dance school similar to the ones they already know, and there's nothing wrong with that. And some look for the school they always dreamed of. At Farray's we belong to this second group.",
  "about_story_p2": "But since this school didn't exist in Barcelona yet, we decided to create it and it's working. Since we didn't know it was impossible, we did it. We didn't know it was impossible to build it in a space abandoned for 10 years. We didn't know it was a bad idea to renovate it by hand, without budget, just Yunaisy, Fábio, friends, teachers and an improvised crew. We knew nothing about \"the impossible\". So we simply did it.",
  "about_story_p3": "Farray's International Dance Center, more than a project, is a dream. A dream made reality by Cuban international dancer Yunaisy Farray. Considered one of the greatest references in Cuban female dance and one of the best dancers in the international scene, at the peak of her artistic and professional career she decides to take a step forward in her life: open a large dance center in the city she fell in love with, Barcelona.",
  "about_story_highlight": "Because Farray's wasn't born from a business plan: it was born from a love story. From the love between Yunaisy and Fábio, from the love for dance and from the love for people.",
  "about_vision_title": "Yunaisy's Vision",
  "about_vision_p1": "From its origin, Farray's International Dance Center was born with a clear vocation: not just to be a dance school, but a sports and artistic club with a social integrating role, where dance, sports and culture are used as tools to improve society, promoting a healthy lifestyle and the physical, mental and emotional wellbeing of people in its community.",
  "about_vision_p2": "Yunaisy set out to create a space that not only offers classes in many types of dance, but brings together a multitude of disciplines with a common goal: to nourish and care for the body and soul of all people who come to it.",
  "about_vision_p3": "After two years tirelessly touring every corner of Barcelona searching for a place that could house a project of such magnitude, in 2017 the ideal space for Farray's Center went from being a dream to becoming reality.",
  "about_today_title": "Farray's Today",
  "about_today_intro": "Today, Farray's International Dance Center is a space of over 700 m² in the heart of Barcelona where dance classes for all levels, technical training, physical preparation, competition development, wellness activities and artistic projects coexist.",
  "about_stat_space": "of space in Barcelona",
  "about_stat_active_students": "active students",
  "about_stat_total_students": "students in 8 years",
  "about_today_description": "It currently has more than 1500 active students and in just 8 years, more than 15,000 students have passed through its studios, consolidating it as one of the reference centers for dance in Barcelona.",
  "about_mission_title": "Our Mission",
  "about_mission_p1": "This center pursues, as main objectives, on one hand, to promote sports and movement through dance and provide services that allow complete care of body and soul and, on the other, to generate opportunities and make the dreams of those who aspire to dance, grow and express themselves come true.",
  "about_mission_p2": "Participating in competitions and training world-class dancers and artists of all ages is one of Farray's Center's priorities, but so is accompanying people who simply want to improve their physical and mental health through dance.",
  "about_mission_highlight": "Dance is much more than a discipline or an art, it is the way we connect with our body, reconnect with our deepest feelings and with the true essence of our being.",
  "about_social_title": "Our Social Commitment",
  "about_social_p1": "The activities carried out at Farray's are not limited to being lucrative activities, but have a marked integrating and social component, helping special sectors of the community such as abused women, incarcerated women, children and the elderly to reconnect with themselves and nourish their soul through dance.",
  "about_social_p2": "Dance is the most ancestral form of communication —not only with others but with ourselves— and despite human evolution, it continues to remain within each of us waiting for someone to ignite that flame and teach us to keep it always alive.",
  "about_values_title": "Our Values",
  "about_values_intro": "The principles that guide every decision, every class and every moment at Farray's Center",
  "about_value_love_title": "Love for Dance",
  "about_value_love_content": "Everything we do is born from love: love between people, love for dance and love for our community. It's not a slogan, it's our reality.",
  "about_value_community_title": "Family and Community",
  "about_value_community_content": "Here you breathe family because that's how we build it. Every student, teacher and visitor is part of a unique community in Barcelona.",
  "about_value_wellbeing_title": "Integral Wellbeing",
  "about_value_wellbeing_content": "We offer varied services aimed at a common goal: the complete physical, mental and emotional wellbeing of all people who come to us.",
  "about_value_opportunities_title": "Generation of Opportunities",
  "about_value_opportunities_content": "We make the dreams of those who aspire to dance, grow and express themselves come true, training world-class dancers and artists of all ages.",
  "about_value_social_title": "Social Integration",
  "about_value_social_content": "We help special sectors of the community reconnect with themselves through dance, with a marked integrating and social component.",
  "about_value_excellence_title": "Excellence and Professionalism",
  "about_value_excellence_content": "Farray Method® created by Yunaisy Farray (dancer from Street Dance 2) and teachers trained in prestigious international schools guarantee the highest quality.",
  "about_closing_statement": "Yunaisy Farray and her team do precisely that: they ignite a flame of light, health and hope in each person who passes through her school, contributing to making society have people who are more physically and mentally healthy, more balanced, with more control over themselves and their emotions.",
  "about_closing_tagline": "In short, happier people.",
  "about_final_cta_title": "Join Our Story",
  "about_final_cta_subtitle": "Be part of the dream that changed dance in Barcelona",
  "about_final_cta_description": "More than 15,000 people have already passed through Farray's Center. Discover why we are different.",
  "yunaisyFarray_page_title": "Yunaisy Farray - Founder and Director | CID-UNESCO Master",
  "yunaisyFarray_meta_description": "Meet Yunaisy Farray, founder of Farray's International Dance Center, CID-UNESCO master teacher, Street Dance 2 dancer, Got Talent Spain finalist, and world reference in Cuban dance.",
  "yunaisyFarray_breadcrumb_home": "Home",
  "yunaisyFarray_breadcrumb_current": "Yunaisy Farray",
  "yunaisyFarray_hero_title": "Meet Yunaisy Farray",
  "yunaisyFarray_hero_subtitle": "For many, Yunaisy Farray remains the world's #1 in the field of Cuban dance festivals. But her greatness goes far beyond the stage: she is a teacher, creator, activist, leader, and tireless defender of women and animal rights.",
  "yunaisyFarray_hero_cta": "Discover how to start",
  "yunaisyFarray_gallery_title": "Art in Motion",
  "yunaisyFarray_gallery_subtitle": "Professional artistic photography capturing the essence of dance and body expression of Yunaisy Farray.",
  "yunaisyFarray_gallery_view": "View photo",
  "yunaisyFarray_intro_title": "Yunaisy Farray",
  "yunaisyFarray_intro_subtitle": "Founder and director of Farray's International Dance Center",
  "yunaisyFarray_intro_p1": "CID-UNESCO Master (International Dance Council of UNESCO), dancer in the film Street Dance 2, Got Talent Spain finalist, member of the artistic casting team for the TV show \"The Dancer\", regular collaborator on Toni Rovira's program, and a constant presence at the world's most important Cuban dance festivals.",
  "yunaisyFarray_intro_p2": "For many, Yunaisy Farray remains the world's #1 in the field of Cuban dance festivals. But her greatness goes far beyond the stage: she is a teacher, creator, activist, leader, and tireless defender of women and animal rights.",
  "yunaisyFarray_roots_title": "Roots in Havana and elite training",
  "yunaisyFarray_roots_p1": "Born in Havana (Cuba), into a family where dance permeates everything, Yunaisy started ballet at just 5 years old at the Cuban Television Institute. At 7, she entered the Alejo Carpentier Elementary Ballet School, and continued her training at the prestigious National School of Modern and Contemporary Dance of Cuba (ENA), where her talent placed her among the elite of Cuban contemporary dance from a very young age.",
  "yunaisyFarray_roots_p2": "She continued her studies at the National Academy of Musical Shows (ENEM), graduating as a singer, actress, and dancer. At the same time, she specialized in Dance Theater and ventured into the world of circus, building an exceptional technical and artistic foundation.",
  "yunaisyFarray_career_title": "An international career that sets trends",
  "yunaisyFarray_career_p1": "After graduation, she was signed by the renowned Turarte agency to work on the Italian cruise ship Valtur Prima, where she quickly became a principal dancer.",
  "yunaisyFarray_career_p2": "Her career took her to Italy, where she lived a key stage of artistic maturity. She danced alongside figures such as Giusseppe Ransani (great tenor of Italian opera), Silvio Oddi and Mauro Mosconi, and became part of Michelle Pogliani's contemporary dance company.",
  "yunaisyFarray_career_p3": "With the rise of salsa in Italy, her Afro-Cuban roots spoke louder and Yunaisy became one of the country's reference teachers and artists. Her style, technique, and ability to train dancers made such an impact that the Italian Federation of Sports Dances (FIDS) officially recognized her by granting her the title of master and judge for her career and artistic merits.",
  "yunaisyFarray_career_p4": "At the same time, together with Seo Fernández, she was part of the Latin Black group, with which she achieved worldwide fame and consolidated her figure as one of the great ambassadors of Cuban dance on the international scene.",
  "yunaisyFarray_career_p5": "Later, she consolidated her figure as a soloist with her dance partner Alexander Carbó, creating her own style that mixes contemporary dance, Afro, and salsa, profoundly influencing the style of the entire international salsa scene.",
  "yunaisyFarray_career_p6": "She participated in countless international congresses and was part of the cast of dancers in the film Street Dance 2, where dance becomes the main language of the story.",
  "yunaisyFarray_barcelona_title": "Barcelona: the dream that becomes a school and movement",
  "yunaisyFarray_barcelona_p1": "After a period in Germany, where she created her first school, AYA Latin Dance Academy, she moved to Barcelona in 2013 to start a new professional stage.",
  "yunaisyFarray_barcelona_p2": "Upon arrival, maestro Chucho Valdés chose her to direct and choreograph the tribute to Bebo Valdés, \"Rumba para Bebo\", at the 45th Voll Damm International Jazz Festival of Barcelona. The project was acclaimed by both the public and the city's cultural institutions.",
  "yunaisyFarray_barcelona_p3": "Figures like Albert Torres and Eddie Torres consider her \"the new Celia Cruz of salsa\". From Barcelona, Yunaisy has become one of the dancers who is revolutionizing the dance market, thanks to her deep study of female movement and her ability to unite technique, emotion, and stage truth.",
  "yunaisyFarray_barcelona_p4": "In parallel with her work as an international teacher, she performs with her company in multiple events, appearing in venues such as the Palau Sant Jordi, the Teatre Apolo, the Casino de Barcelona, the Círculo Ecuestre de Barcelona, and many others. In 2016, she founded the D&Y Dance Company (2016–2020), achieving great success with her first show \"Roots & Passion\".",
  "yunaisyFarray_barcelona_p5": "On February 12, 2017, Yunaisy fulfills one of her dreams: she opens, in the heart of Barcelona, Farray's Center, which soon becomes Farray's International Dance Center: a global center of 700m² where disciplines such as contemporary, ballet, salsa, reggaeton, hip-hop, heels, dance, stretching, physical training, acrobatics... and a deep focus on body and mind care coexist.",
  "yunaisyFarray_barcelona_p6": "Today, Farray's International Dance Center is much more than a school: it's a space where everyone can discover their own way of dancing and expressing themselves.",
  "yunaisyFarray_method_title": "The Farray Method: technique, body, and real results",
  "yunaisyFarray_method_p1": "Yunaisy is the creator of the Farray Method, a working system that allows obtaining fast, solid, and proven results, both technically, physically, and emotionally.",
  "yunaisyFarray_method_p2": "Her technical and physical training, combined with a deep knowledge of Cuban folklore and the biomechanics of the female body, make her classes a unique experience. She has been a pioneer in introducing technical classes (such as Cuban technique contemporary dance) at social dance festivals around the world, integrating these elements into her classes, workshops, and shows.",
  "yunaisyFarray_method_p3": "Among her favorite quotes is one from the legendary Cuban boxer Félix Savón, which summarizes her work philosophy:",
  "yunaisyFarray_method_quote": "\"Technique is technique... and without technique, there is no technique.\"",
  "yunaisyFarray_method_p4": "In the world of shows, she has been and continues to be a promoter of performances that are art, pieces that tell stories and convey a message. In contrast to the usual trend of empty choreographies, Yunaisy defends a dance that has foundation, depth, and soul.",
  "yunaisyFarray_equality_title": "Equality, women, and dance: much more than a stage",
  "yunaisyFarray_equality_p1": "Yunaisy has been a key voice in the fight for equal rights between men and women in the entertainment world. For years it was \"normal\" to present dance partners as: dancer's name + \"his dancer\", omitting the woman's name.",
  "yunaisyFarray_equality_p2": "She has raised her voice against these practices and has fought for:",
  "yunaisyFarray_equality_point1": "Naming and recognizing female dancers by their first and last names",
  "yunaisyFarray_equality_point2": "Claiming equal economic conditions",
  "yunaisyFarray_equality_point3": "Demanding the same respect and visibility for women's work on stage",
  "yunaisyFarray_equality_p3": "She is a defender of women's rights and a promoter of the Femmology movement, a discipline oriented towards exploiting femininity through dancing in heels. Yunaisy takes this concept further, transforming it into a kind of dance-therapy, where many women literally come to heal through dance.",
  "yunaisyFarray_online_title": "Pioneer in the online era",
  "yunaisyFarray_online_p1": "During the pandemic, Yunaisy and her school were pioneers in online classes, and an inspiration to the world, keeping the bond alive with hundreds of students around the world when everything else stopped.",
  "yunaisyFarray_online_p2": "From Farray's International Dance Center, programs, courses, and online training were developed that allowed dancers from different countries to continue growing, connecting, and finding in dance a refuge and an engine to move forward.",
  "yunaisyFarray_social_title": "Social commitment and solidarity projects",
  "yunaisyFarray_social_intro": "Yunaisy's work also extends to the solidarity field. Among her initiatives stand out:",
  "yunaisyFarray_social_point1": "Farray's Solidario, during the pandemic: a week of free online classes, where donations went to the Hospital de Igualada and the homeless association of Madrid.",
  "yunaisyFarray_social_point2": "Collection of clothes and food for Ukraine and Africa, mobilizing the entire Farray's Center community.",
  "yunaisyFarray_social_point3": "Campaigns to collect food and supplies for animal shelters.",
  "yunaisyFarray_social_point4": "Considered one of the most influential people in Spain on Change.org in the defense of animal rights.",
  "yunaisyFarray_social_point5": "Social inclusion activities for people with disabilities and/or at risk of social exclusion.",
  "yunaisyFarray_social_point6": "Free workshops for imprisoned women, using dance as a tool for dignity, self-esteem, and hope.",
  "yunaisyFarray_social_point7": "Constant involvement in helping people in her environment, creating networks, support, and opportunities through dance.",
  "yunaisyFarray_today_title": "Today",
  "yunaisyFarray_today_p1": "Today, Yunaisy continues to travel the world, teaching master classes, participating in festivals, working in television, film, music videos, and high-level stage projects; and at the same time, she continues to train new generations of dancers from Barcelona, through Farray's International Dance Center.",
  "yunaisyFarray_today_p2": "She breathes Dance: she makes technique a language and the heart her way of teaching.",
  "yunaisyFarray_final_quote": "\"When everything seems impossible and the road seems difficult... don't forget to breathe.\"",
  "yunaisyFarray_cta_title": "Become Part of the Farray's Family",
  "yunaisyFarray_cta_subtitle": "Join the school where Yunaisy Farray shares her passion, technique, and experience.",
  "yunaisyFarray_cta_classes": "View Classes",
  "yunaisyFarray_method_link": "Discover the Farray Method →",
  "yunaisyFarray_testimonials_title": "What Her Students Say",
  "yunaisyFarray_testimonials_subtitle": "Real experiences from people who have learned with Yunaisy Farray",
  "yunaisyFarray_testimonial_1_name": "Emma S.",
  "yunaisyFarray_testimonial_1_text": "Yunaisy Farray is a wonderful teacher: fun and motivating. I'm glad I stepped out of my comfort zone to take this class, I recommend it!",
  "yunaisyFarray_testimonial_2_name": "Zhuqing W.",
  "yunaisyFarray_testimonial_2_text": "I cannot put into words the energy the teachers at this center transmit, especially director Yunaisy. It's the best center I've found in BCN so far.",
  "yunaisyFarray_testimonial_3_name": "Berta M.",
  "yunaisyFarray_testimonial_3_text": "My progression in salsa has been incredible thanks to Yunaisy's professionalism and personalized advice. Plus, there's a very family-like atmosphere.",
  "yunaisyFarray_testimonial_4_name": "Violetta P.",
  "yunaisyFarray_testimonial_4_text": "Magnificent teacher Yunaisy. Incredible talent, energy, motivation, technique. Highly recommended for professional dancers.",
  "yunaisyFarray_testimonial_5_name": "Karina I.",
  "yunaisyFarray_testimonial_5_text": "I've been to many schools in different cities around the world. The teachers are passionate, explain well, and transmit the culture of the dances. Yunaisy is a queen.",
  "yunaisyFarray_testimonials_google_link": "See all reviews on Google",
  "yunaisyFarray_testimonials_google_badge": "509+ reviews on Google",
  "metodoFarray_page_title": "The Farray Method - Pedagogical System Adapted for Europeans",
  "metodoFarray_meta_description": "Discover the Farray Method: the only dance teaching system created specifically for Europeans to learn faster and more effectively. Developed by Yunaisy Farray, master trained at the ENA of Cuba and CID-UNESCO member.",
  "metodoFarray_breadcrumb_home": "Home",
  "metodoFarray_breadcrumb_current": "Farray Method",
  "metodoFarray_hero_badge": "Pedagogical System Adapted for Europeans",
  "metodoFarray_hero_title": "The Farray Method",
  "metodoFarray_hero_subtitle": "The only dance teaching system created specifically for Europeans to learn faster and more effectively. Developed by Yunaisy Farray, master trained at the National School of Art of Cuba.",
  "metodoFarray_problem_title": "Why Is It So Hard for You to Progress?",
  "metodoFarray_problem_p1": "Traditional dance methodologies were designed for bodies that grew up dancing since childhood. In Cuba, children develop polyrhythm, body dissociation, and \"sabor\" from age 3. When you arrive at an academy in Barcelona at 25, 35, or 45 years old, those methods simply do not work the same way.",
  "metodoFarray_problem_p2": "The result: frustration, stagnation, and the feeling that \"dancing is not for you.\"",
  "metodoFarray_problem_point1": "Methods designed for bodies that grew up dancing",
  "metodoFarray_problem_point2": "Teachers who assume a foundation you do not have",
  "metodoFarray_problem_point3": "Classes that move too fast without building fundamentals",
  "metodoFarray_problem_point4": "Intuitive explanations that do not work with analytical minds",
  "metodoFarray_origin_title": "How the Farray Method Was Born",
  "metodoFarray_origin_intro": "When Yunaisy Farray arrived in Europe after years of training at the National School of Art of Cuba (ENA), she discovered something that would change her teaching approach forever.",
  "metodoFarray_origin_p1": "In Cuba, dancers grow up immersed in rhythm from childhood. By age 18, they already have 15 years of internalized polyrhythm, natural body dissociation, and a movement vocabulary that is part of their cultural DNA.",
  "metodoFarray_origin_p2": "In Europe, adults arrived at class with a completely different background: analytical minds, bodies that had never danced, and a culture where dance is not part of everyday life.",
  "metodoFarray_origin_quote": "\"I realized that the ENA methodology —which works perfectly for Cubans— was not designed for European adults. I needed to adapt everything: the progression, the explanations, the exercises...\"",
  "metodoFarray_origin_quote_author": "— Yunaisy Farray, Method Creator",
  "metodoFarray_origin_conclusion": "Thus the Farray Method was born: a complete re-engineering of Cuban pedagogy, designed specifically for Europeans to achieve faster and more solid results than with any other method.",
  "metodoFarray_answerQ": "What is the Farray Method?",
  "metodoFarray_answerA": "The Farray Method is an exclusive pedagogical system created by Yunaisy Farray (master trained at the ENA of Cuba and CID-UNESCO member) that adapts Cuban dance methodology for European adult dancers. It offers a structured progression that builds the foundation from scratch, with analytical explanations and specific exercises for bodies that did not grow up dancing.",
  "metodoFarray_adaptation_title": "Adapted Specifically for Europeans",
  "metodoFarray_adaptation_subtitle": "What makes the Farray Method unique: a re-engineering of Cuban pedagogy for the European context.",
  "metodoFarray_adapt1_title": "Builds the Foundation from Scratch",
  "metodoFarray_adapt1_desc": "Does not assume you have years of prior training. We develop each skill progressively: dissociation, polyrhythm, coordination, expression...",
  "metodoFarray_adapt1_vs": "vs. Traditional ENA: assumes 10+ years of foundation",
  "metodoFarray_adapt2_title": "Analytical Methodology",
  "metodoFarray_adapt2_desc": "Clear technical explanations that work with European analytical minds. Not just \"feel the rhythm,\" but concrete steps to develop that feeling.",
  "metodoFarray_adapt2_vs": "vs. Intuitive Cuban method",
  "metodoFarray_adapt3_title": "Structured Progression",
  "metodoFarray_adapt3_desc": "Specific exercises to develop polyrhythm and flavor in bodies that did not grow up dancing. Faster results than traditional methodology.",
  "metodoFarray_adapt3_vs": "vs. ENA progression: designed for Cubans ages 8-18",
  "metodoFarray_solution_title": "What is the Farray Method",
  "metodoFarray_solution_tagline": "The teaching system Europe was missing.",
  "metodoFarray_solution_p1": "The Farray Method is an exclusive pedagogical system created by Yunaisy Farray, the result of over 20 years of experience as a professional dancer, international teacher, and training at the prestigious National School of Art of Cuba (ENA).",
  "metodoFarray_solution_p2": "It is not a copy of other methods. It is a unique adaptation of Cuban pedagogy for the European context, based on three fundamental pillars.",
  "metodoFarray_pillars_title": "The 3 Pillars of the Farray Method",
  "metodoFarray_pillars_subtitle": "Each pillar provides an essential element for your transformation as a European dancer.",
  "metodoFarray_pillar1_title": "Discipline and Rigor",
  "metodoFarray_pillar1_desc": "Precision technical foundations inspired by Russian classical discipline. Structure, body control, and impeccable posture as the basis of all movement.",
  "metodoFarray_pillar1_origin": "Heritage of the Russian and Cuban classical school — adapted for adults without prior training",
  "metodoFarray_pillar2_title": "Flavor and Rhythm",
  "metodoFarray_pillar2_desc": "The soul of Afro-descendant rhythms. That deep musical connection, that natural fluidity, that expression that transforms a technical step into something you feel.",
  "metodoFarray_pillar2_origin": "Afro-Cuban and Caribbean roots — with specific exercises to develop \"sabor\" from scratch",
  "metodoFarray_pillar3_title": "Global Innovation",
  "metodoFarray_pillar3_desc": "A constantly evolving methodology that integrates international trends, fuses styles, and prepares you for any stage. Without staying in the past.",
  "metodoFarray_pillar3_origin": "International experience in 30+ countries — observing what works best for Europeans",
  "metodoFarray_comparison_others_title": "Traditional ENA Methodology",
  "metodoFarray_comparison_others_1": "Designed for Cubans from childhood",
  "metodoFarray_comparison_others_2": "Assumes 10+ years of prior training",
  "metodoFarray_comparison_others_3": "Intuitive explanations by imitation",
  "metodoFarray_comparison_others_4": "Polyrhythm developed naturally",
  "metodoFarray_comparison_others_5": "Progression of 8-15 years",
  "metodoFarray_comparison_others_6": "Works perfectly... in Cuba",
  "metodoFarray_comparison_us_title": "Farray Method",
  "metodoFarray_results_title": "Results That Speak",
  "metodoFarray_stats_students": "European students trained",
  "metodoFarray_stats_years": "Years perfecting the method",
  "metodoFarray_stats_rating": "Google rating (509+ reviews)",
  "metodoFarray_stats_styles": "Dance styles available",
  "metodoFarray_featured_quote": "\"The ENA technique is incredible, but I needed to adapt it so it worked just as well with Europeans who had never danced. The Farray Method is that adaptation.\"",
  "metodoFarray_featured_quote_author": "— Yunaisy Farray, Method Creator",
  "metodoFarray_teachers_title": "Who Teaches the Farray Method",
  "metodoFarray_teachers_subtitle": "Trained at the National School of Art of Cuba and certified in the Farray Method",
  "metodoFarray_teachers_text": "Yunaisy Farray trained at the prestigious National School of Art of Cuba (ENA), the same institution that trained legends like Carlos Acosta. After over 20 years teaching Europeans in Barcelona, she developed the Farray Method as a response to the specific needs of this audience. All academy teachers are trained directly by her and follow the methodology rigorously.",
  "metodoFarray_teachers_cta": "Meet Yunaisy Farray →",
  "metodoFarray_cta_title": "Discover How to Start",
  "metodoFarray_cta_subtitle": "Your first welcome class is special. Come try and feel the difference of the Farray Method.",
  "metodoFarray_cta_button": "Discover How to Start",
  "metodoFarray_cta_secondary": "View All Classes",
  "metodoFarray_whyYouFail_title": "Why You Don't Progress in Other Academies",
  "metodoFarray_whyYouFail_subtitle": "Many of our students come frustrated from other schools. These are the most common reasons:",
  "metodoFarray_whyYouFail_reason1_title": "Teacher ≠ Educator",
  "metodoFarray_whyYouFail_reason1_desc": "They are excellent dancers, but never learned how to TEACH. They lack structured pedagogical training and clear progression.",
  "metodoFarray_whyYouFail_reason2_title": "Improvised Classes",
  "metodoFarray_whyYouFail_reason2_desc": "Each class depends on the teacher's mood. No curriculum, no follow-up, no measurable objectives.",
  "metodoFarray_whyYouFail_reason3_title": "No Level System",
  "metodoFarray_whyYouFail_reason3_desc": "They mix beginners with advanced students. No clear criteria to advance. You don't know your level or how to progress.",
  "metodoFarray_whyYouFail_reason4_title": "Teacher Rotation",
  "metodoFarray_whyYouFail_reason4_desc": "Different teacher each month. Each one teaches differently. Your progression is chaotic because there's no methodological continuity.",
  "metodoFarray_whyYouFail_testimonial": "\"The best dance school in Barcelona, by far, and I tried several. I love the energy of the teachers, the smile with which they always greet you when you arrive.\"",
  "metodoFarray_comparison_title": "Farray Method in Context",
  "metodoFarray_comparison_subtitle": "Comparison: Academies without method vs Traditional ENA vs Farray Method",
  "metodoFarray_comparison_noMethod_title": "Academies Without Structured Method",
  "metodoFarray_comparison_noMethod_subtitle": "The reality of many schools in Barcelona and Europe",
  "metodoFarray_comparison_noMethod_1": "0 teachers with ENA or CID-UNESCO certification",
  "metodoFarray_comparison_noMethod_2": "No structured pedagogical plan or clear progression",
  "metodoFarray_comparison_noMethod_3": "Mix all levels = frustration for everyone",
  "metodoFarray_comparison_noMethod_4": "High teacher rotation (every 6-12 months)",
  "metodoFarray_comparison_noMethod_5": "No individual follow-up or evaluations",
  "metodoFarray_comparison_noMethod_6": "You'll learn choreographies, but won't understand the technique",
  "metodoFarray_comparison_others_subtitle": "Cuban system of excellence... in Cuba",
  "metodoFarray_comparison_us_subtitle": "The necessary middle ground for Europe",
  "metodoFarray_comparison_us_1": "7 maestros trained in Cuban method (ENA, ISA, National Ballet)",
  "metodoFarray_comparison_us_2": "Structured pedagogical plan with measurable objectives",
  "metodoFarray_comparison_us_3": "You understand the \"why\" of each movement, not just the \"how\"",
  "metodoFarray_comparison_us_4": "We know your name, your level, and your specific challenges",
  "metodoFarray_comparison_us_5": "Stable team certified CID-UNESCO (some 10+ years here)",
  "metodoFarray_comparison_us_6": "ENA methodology adapted for adults outside Cuba",
  "metodoFarray_detailedComparison_title": "Point-by-Point Comparison",
  "metodoFarray_detailedComparison_criterion": "Criterion",
  "metodoFarray_detailedComparison_reviews": "reviews",
  "metodoFarray_detailedComparison_years": "years",
  "metodoFarray_detailedComparison_year": "year",
  "metodoFarray_detailedComparison_row1_criterion": "Teachers trained in Cuban method (ENA/ISA/National Ballet)",
  "metodoFarray_detailedComparison_row2_criterion": "CID-UNESCO Member",
  "metodoFarray_detailedComparison_row3_criterion": "Students trained (verifiable)",
  "metodoFarray_detailedComparison_row3_noMethod": "No data",
  "metodoFarray_detailedComparison_row4_criterion": "Verified online reputation",
  "metodoFarray_detailedComparison_row4_noMethod": "Fewer reviews, lower rating",
  "metodoFarray_detailedComparison_row5_criterion": "Structured pedagogical plan",
  "metodoFarray_detailedComparison_row5_farray": "weeks/months",
  "metodoFarray_detailedComparison_row6_criterion": "Adapted for European adults",
  "metodoFarray_detailedComparison_row7_criterion": "Registered methodology",
  "metodoFarray_detailedComparison_row9_criterion": "Clear level system",
  "metodoFarray_detailedComparison_row11_criterion": "Teacher stability (years)",
  "metodoFarray_detailedComparison_cta_text": "The data speaks for itself.",
  "metodoFarray_detailedComparison_cta_button": "Discover How to Start",
  "about_hero_image_alt": "Student community celebrating at Farray's Dance Center Barcelona - Over 500 students at our Eixample dance school",
  "metodo_hero_image_alt": "Teacher teaching the exclusive Farray Method - Unique CID-UNESCO certified dance methodology in Barcelona"
}
