{
  "danceClassesHub_title": "Dance Classes in Barcelona | Category & Style Hub | Farray's",
  "danceClassesHub_description": "Explore all dance classes in Barcelona: Urban Dance, Salsa & Bachata, Dance (Ballet/Contemporary/Jazz), and Fitness for Dancers. Enter each category or go directly to your favorite style. Try a class.",
  "danceClassesHub_breadcrumb_home": "Home",
  "danceClassesHub_breadcrumb_current": "Dance classes in Barcelona",
  "danceClassesHub_h1": "Dance classes in Barcelona",
  "danceClassesHub_h1_sub": "+25 styles · Farray Method® · Cuban teachers",
  "danceClassesHub_intro": "In the heart of Barcelona, near Plaça Espanya and Sants Station, you'll find over 25 dance styles under one roof. From Cuban salsa to contemporary dance, from hip hop to classical ballet. Explore our categories, visit each page to see schedules, levels, and teachers, or go straight to the style that moves you most. At Farray's you can start from zero, try your first class FREE, and discover what it feels like to learn with the exclusive Farray Method® created by Yunaisy Farray (Street Dance 2 dancer) and teachers trained in the Cuban School.",
  "danceClassesHub_contemporary_bullet1": "Cuban School and contemporary styles",
  "danceClassesHub_contemporary_bullet2": "Groups by levels",
  "danceClassesHub_contemporary_bullet3": "Try a class",
  "danceClassesHub_urban_bullet1": "Levels from beginner",
  "danceClassesHub_urban_bullet2": "Choreography and musicality",
  "danceClassesHub_urban_bullet3": "Motivating atmosphere",
  "danceClassesHub_latin_bullet1": "Connection and leadership",
  "danceClassesHub_latin_bullet2": "Social practices",
  "danceClassesHub_latin_bullet3": "Groups by levels",
  "danceClassesHub_fitness_bullet1": "Dance-oriented programs",
  "danceClassesHub_fitness_bullet2": "Safe progression",
  "danceClassesHub_fitness_bullet3": "Try a class",
  "danceClassesHub_morning_bullet1": "Early schedules",
  "danceClassesHub_morning_bullet2": "Small groups",
  "danceClassesHub_morning_bullet3": "Consistent pace",
  "danceClassesHub_world_bullet1": "High demand styles",
  "danceClassesHub_world_bullet2": "Workshops and special courses",
  "danceClassesHub_world_bullet3": "Waitlist available",
  "danceClassesHub_style_afro_contemporaneo": "Afro Contemporary (Cuban Technique)",
  "danceClassesHub_style_afro_jazz": "Afro Jazz (Cuban Technique)",
  "danceClassesHub_style_ballet_clasico": "Classical Ballet (Cuban School)",
  "danceClassesHub_style_danza_contemporanea": "Contemporary Dance",
  "danceClassesHub_style_modern_jazz": "Modern Jazz",
  "danceClassesHub_style_bum_bum": "Bum Bum",
  "danceClassesHub_style_bum_bum_desc": "Train and tone glutes with technique and fun. Combines specific glute exercises with dance movements that strengthen, lift and sculpt. Fitness class oriented to dancers with functional exercises.",
  "danceClassesHub_style_bum_bum_gluteos": "Bum Bum Glutes",
  "danceClassesHub_style_afrobeat": "Afrobeat",
  "danceClassesHub_style_dancehall": "Dancehall",
  "danceClassesHub_style_femmology_heels": "Femmology Heels",
  "danceClassesHub_style_hip_hop": "Hip Hop",
  "danceClassesHub_style_hip_hop_reggaeton": "Hip Hop Reggaeton",
  "danceClassesHub_style_reggaeton_cubano": "Cuban Reggaeton (Reparto)",
  "danceClassesHub_style_sexy_reggaeton": "Sexy Reggaeton",
  "danceClassesHub_style_sexy_style": "Sexy Style",
  "danceClassesHub_style_twerk": "Twerk",
  "danceClassesHub_style_heels_barcelona": "Heels Barcelona",
  "danceClassesHub_style_commercial_dance": "Commercial Dance",
  "danceClassesHub_style_k_pop": "K-Pop",
  "danceClassesHub_style_salsa_cubana": "Cuban Salsa",
  "danceClassesHub_style_salsa_cubana_desc": "Authentic salsa from Cuba: circular, joyful and social with rueda de casino.",
  "danceClassesHub_style_bachata": "Bachata",
  "danceClassesHub_style_bachata_desc": "Sensual Caribbean dance with connection, body waves and fluid movements.",
  "danceClassesHub_style_timba_cubana": "Cuban Timba",
  "danceClassesHub_style_timba_cubana_desc": "Modern salsa from Cuba: fast, energetic and full of attitude.",
  "danceClassesHub_style_folklore_cubano": "Cuban Folklore",
  "danceClassesHub_style_folklore_cubano_desc": "Afro-Cuban roots: Rumba, Yambú, Guaguancó and Orisha dances.",
  "danceClassesHub_style_salsa_lady_style": "Salsa Lady Style",
  "danceClassesHub_style_salsa_lady_style_desc": "Individual feminine salsa technique: turns, arms and attitude.",
  "danceClassesHub_style_salsa_lady_timba": "Salsa Lady Timba",
  "danceClassesHub_style_salsa_lady_timba_desc": "Lady Style with the explosive energy of Cuban Timba.",
  "danceClassesHub_style_bachata_lady_style": "Bachata Lady Style",
  "danceClassesHub_style_bachata_lady_style_desc": "Feminine bachata technique: hip waves, sensual isolations, fluid arm movements and elegant body expression. Learn to dance solo with grace, attitude and full control of your body.",
  "danceClassesHub_style_son_cubano": "Son Cubano",
  "danceClassesHub_style_son_cubano_desc": "The father of salsa: elegant, classic and full of Cuban tradition.",
  "danceClassesHub_style_men_style_salsa": "Men Style Salsa",
  "danceClassesHub_style_men_style_salsa_desc": "Individual masculine technique: footwork, attitude and stage presence.",
  "danceClassesHub_style_bum_bum_fit": "Bum Bum Body Fit",
  "danceClassesHub_style_body_conditioning": "Body Conditioning & Stretching",
  "danceClassesHub_style_dance_barre": "Dance Barre",
  "danceClassesHub_style_pilates": "Pilates",
  "danceClassesHub_style_otras_danzas": "World & Exotic Dances",
  "danceClassesHub_style_kizomba": "Kizomba",
  "danceClassesHub_style_semba": "Semba",
  "danceClassesHub_style_kompa": "Kompa",
  "danceClassesHub_style_flamenco": "Flamenco",
  "danceClassesHub_style_sevillanas": "Sevillanas",
  "danceClassesHub_style_telas_aereas": "Aerial Silks & Hoop",
  "danceClassesHub_style_acro_yoga": "Acro Yoga",
  "danceClassesHub_style_bachata_sensual": "Sensual Bachata",
  "danceClassesHub_style_bachata_sensual_desc": "Sensual bachata with world champions. Waves, couple connection, musicality and body expression. From absolute beginner to advanced level with Mathias Font and Eugenia Trujillo.",
  "danceClassesHub_style_salsa_bachata": "Salsa & Bachata",
  "danceClassesHub_style_salsa_bachata_desc": "Latin partner dances combining passion, rhythm and connection. Cuban salsa with authentic Caribbean flavor and Bachata with Dominican sensuality. Classes for all levels where you will learn technique, leading/following and musicality.",
  "danceClassesHub_style_entrenamiento": "Training for Dancers",
  "danceClassesHub_style_entrenamiento_desc": "Physical preparation specific for dancers. Strengthening, flexibility, endurance and injury prevention. The perfect complement to improve your performance in any dance style.",
  "danceClassesHub_style_afro_contemporaneo_desc": "Unique fusion of Afro-Caribbean movements with contemporary technique.",
  "danceClassesHub_style_afro_jazz_desc": "Jazz with Afro-Caribbean roots and Cuban technique that makes you vibrate.",
  "danceClassesHub_style_ballet_clasico_desc": "Ballet with Cuban methodology. Impeccable technique and unique expressiveness.",
  "danceClassesHub_style_danza_contemporanea_desc": "Explore your expression with lyrical, floor work and contemporary flow.",
  "danceClassesHub_style_modern_jazz_desc": "Modern jazz with dynamism, clean technique and personality.",
  "danceClassesHub_style_afrobeat_desc": "Fusion of various African rhythms. Travel to Africa without leaving Barcelona.",
  "danceClassesHub_style_dancehall_desc": "Steps from Kingston that set worldwide trends. Learn Wacky Dip, Willy Bounce and more.",
  "danceClassesHub_style_femmology_heels_desc": "Master heels with safe technique. Elegance, strength and attitude in every movement.",
  "danceClassesHub_style_hip_hop_desc": "Old School and New Style fundamentals. Develop your own flow and urban musicality.",
  "danceClassesHub_style_hip_hop_reggaeton_desc": "Two urban worlds in one. Learn to fuse hip hop beats with Latin flavor.",
  "danceClassesHub_style_reggaeton_cubano_desc": "Havana's reparto in Barcelona. Learn Cubatón with real Caribbean groove and movement.",
  "danceClassesHub_style_sexy_reggaeton_desc": "Sensuality with control and Latin rhythm. Build confidence dancing with your own personality.",
  "danceClassesHub_style_sexy_style_desc": "Urban femininity with attitude. Combines sensuality, strength and powerful stage presence.",
  "danceClassesHub_style_heels_barcelona_desc": "Heels dancing hub in Barcelona: Femmology (dance therapy + elite technique with Yunaisy Farray) and Sexy Style (fun + expression with Yasmina Fernández). Two styles, one goal: to shine in heels.",
  "danceClassesHub_style_twerk_desc": "Strengthen glutes while dancing. Learn isolations, muscle control and impactful movements.",
  "danceClassesHub_style_commercial_dance_desc": "Dance like in music videos. Learn polished choreographies with camera presence.",
  "danceClassesHub_style_k_pop_desc": "Choreographies from your favorite groups. Learn formations, synchronization and K-Pop facials.",
  "danceClassesHub_featured_title": "Featured Dance Styles",
  "danceClassesHub_featured_description": "Direct access to some of the most popular styles. You can try a class.",
  "danceClassesHub_cta_view_category": "View category page",
  "danceClassesHub_cta_view_all_styles": "View all styles",
  "danceClassesHub_modal_close": "Close",
  "danceClassesHub_categories_title": "Main categories",
  "danceClassesHub_categories_description": "Explore by style families. Each category includes links to their pages and the most popular styles.",
  "danceClassesHub_featured_styles_label": "Featured styles",
  "danceClassesHub_all_styles_label": "Available styles",
  "danceClassesHub_faq_title": "Frequently Asked Questions about our dance classes in Barcelona",
  "danceClassesHub_whatToExpect_title": "What will you find in our dance classes in Barcelona?",
  "danceClassesHub_whatToExpect_p1": "At Farray's International Dance Center we offer over 25 different dance styles: from classical Cuban School technique (classical ballet, afro contemporary, afro jazz) to the most explosive urban dances of the moment (dancehall, k-pop, twerk, commercial dance), through Latin partner dances (Cuban salsa, bachata, timba) and specific physical training for dancers. Each style is designed for you to discover your passion and develop your skills from day one.",
  "danceClassesHub_whatToExpect_p2": "We organize all our groups by real levels: initiation (never danced before), intermediate (basic experience) and advanced (technique mastery). Absolute beginners are more than welcome: our initiation classes are designed to make you feel comfortable from minute one, without pressure, with clear progression and in a motivating environment. It doesn't matter if you've never danced: your journey starts here.",
  "danceClassesHub_whatToExpect_p3": "We are located in the heart of Barcelona, near Plaça Espanya and Sants Station with direct access from Metro L1 and L5. Our school is easily accessible from the neighborhoods of Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella and the entire metropolitan area. Flexible schedules in morning, afternoon and weekends so you can find the class that best fits your schedule.",
  "danceClassesHub_whatToExpect_p4": "Our teaching team consists of professional dancers trained at Cuba's National School of Arts, with careers in international companies and real pedagogical experience. They don't just master the technique: they know how to transmit it with passion, patience and a method that works. You'll learn from the best in a family-like, professional and vibrant environment that will make you feel part of our community from day one.",
  "danceClassesHub_whichCategory_title": "Which dance category to choose according to your goal?",
  "danceClassesHub_whichCategory_intro": "Don't know where to start? This quick guide will help you find the perfect category according to what you're looking for. All our categories have initiation groups for beginners.",
  "danceClassesHub_whichCategory_tableHeader_goal": "Your goal",
  "danceClassesHub_whichCategory_tableHeader_category": "Recommended category",
  "danceClassesHub_whichCategory_tableHeader_why": "Why it's ideal for you",
  "danceClassesHub_whichCategory_couples_goal": "I want to dance in pairs and socialize",
  "danceClassesHub_whichCategory_couples_category": "Salsa and Bachata",
  "danceClassesHub_whichCategory_couples_why": "You'll learn connection, leading/following, Latin musicality and you'll be able to dance at socials, parties and congresses. Ideal for meeting people and enjoying the social dance scene.",
  "danceClassesHub_whichCategory_expression_goal": "I seek artistic expression and classical technique",
  "danceClassesHub_whichCategory_expression_category": "Contemporary Dance / Classical Ballet",
  "danceClassesHub_whichCategory_expression_why": "You'll develop solid technique (Cuban school), body control, emotional expressiveness and creativity. Perfect if you're looking for art, discipline and a professional technical level.",
  "danceClassesHub_whichCategory_urban_goal": "I want fitness, choreography and urban energy",
  "danceClassesHub_whichCategory_urban_category": "Urban Dances (Dancehall, K-Pop, Twerk, Hip Hop)",
  "danceClassesHub_whichCategory_urban_why": "Intense cardio, video clip choreographies, current music and lots of attitude. You'll burn calories, learn trendy steps and have fun with Barcelona's most vibrant urban community.",
  "danceClassesHub_whichCategory_fitness_goal": "I want to tone my body and improve as a dancer",
  "danceClassesHub_whichCategory_fitness_category": "Training for Dancers (Bum Bum, Stretching, Pilates)",
  "danceClassesHub_whichCategory_fitness_why": "Specific training for dance demands: flexibility, core strength, powerful glutes, correct posture. Complement your dance classes and prevent injuries.",
  "danceClassesHub_whichCategory_beginner_goal": "I'm an absolute beginner, never danced before",
  "danceClassesHub_whichCategory_beginner_category": "Any category with INITIATION level",
  "danceClassesHub_whichCategory_beginner_why": "All our categories have initiation groups for beginners with no experience. Choose according to what attracts you: partner, urban, classical technique or fitness. Welcome class available to try without commitment.",
  "danceClassesHub_whichCategory_morning_goal": "I want to dance in the mornings (early schedule)",
  "danceClassesHub_whichCategory_morning_category": "Morning Dance Classes",
  "danceClassesHub_whichCategory_morning_why": "Morning schedules (10am-2pm) with a calmer atmosphere and smaller groups. Perfect if you work in the afternoons, study or prefer to start the day with energy by dancing.",
  "danceClassesHub_whichCategory_world_goal": "I want to explore world dances and exotic styles",
  "danceClassesHub_whichCategory_world_category": "World Dances (Kizomba, Flamenco, Sevillanas, Aerial Silks)",
  "danceClassesHub_whichCategory_world_why": "Discover African rhythms (kizomba, semba), Spanish tradition (flamenco, sevillanas) or aerial disciplines (silks, hoop). Unique styles with high demand and active waiting list.",
  "danceClassesHub_whichCategory_beginner_title": "First time dancing?",
  "danceClassesHub_whichCategory_beginner_text": "All our categories have specific initiation groups for absolute beginners. You don't need previous experience, partner or special equipment. Welcome class available to try without commitment. Book your spot and discover your style.",
  "danceClassesHub_whichCategory_combine_title": "Can I combine several categories?",
  "danceClassesHub_whichCategory_combine_text": "Absolutely! Many of our students combine classical technique (ballet/contemporary) with urban (dancehall/k-pop) or add physical training (bum bum/stretching) to their dance classes. It's the best way to develop as a complete dancer. Check our combined packages.",
  "danceClassesHub_whichCategory_schedule_title": "How to choose my ideal schedule?",
  "danceClassesHub_whichCategory_schedule_text": "We offer flexible schedules from Monday to Sunday: mornings (10am-2pm), afternoons (4pm-9pm) and weekends. Choose according to your availability and the level you're looking for. Check the complete schedule on our website or book your welcome class to experience the atmosphere.",
  "danceClassesHub_why_title": "Why choose the dance classes at Farray's International Dance Center Barcelona?",
  "danceClassesHub_why_subtitle": "We are much more than a dance school. We are a professional space where technique, passion and quality combine to offer you the best learning experience.",
  "danceClassesHub_why_variety_title": "25+ styles under one roof",
  "danceClassesHub_why_variety_content": "The most complete dance school in Barcelona. From Cuban classical ballet to k-pop, dancehall, salsa, bachata, twerk, pilates and much more. Everything in one place, no need to go to multiple academies. Discover your style or combine several: here you have access to the entire universe of dance.",
  "danceClassesHub_why_farray_method_title": "Farray Method®",
  "danceClassesHub_why_farray_method_content": "Exclusive teaching system created by Yunaisy Farray, Street Dance 2 dancer and internationally recognized master. Combines technical rigor with creativity for fast and solid results in all dance styles: from classical dance to urban and Latin.",
  "danceClassesHub_why_cuban_title": "Teachers with professional Cuban training",
  "danceClassesHub_why_cuban_content": "A large part of our teaching team is trained in prestigious dance schools in Cuba, recognized worldwide for their technical excellence. You'll learn with teachers who master the Cuban methodology in ballet, contemporary, folklore, salsa and other disciplines. Solid technique, unique expressiveness and professional rigor.",
  "danceClassesHub_why_levels_title": "Groups by real levels (no mixing)",
  "danceClassesHub_why_levels_content": "We don't mix beginners with advanced students. Each group is organized by real level: initiation, intermediate, advanced. You'll progress at your own pace, without frustrations, with classmates of your same level. Periodic evaluations to ensure you're always in the right group and evolve constantly.",
  "danceClassesHub_why_location_title": "Central location in the heart of Barcelona",
  "danceClassesHub_why_location_content": "At Carrer d'Entença 100, near Plaça Espanya and Sants Station. Easily accessible by metro, bus or on foot from Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella and the entire metropolitan area. Professional facilities, spacious rooms with dance floor, mirrors and inspiring atmosphere.",
  "danceClassesHub_why_schedule_title": "Flexible schedules from Monday to Sunday",
  "danceClassesHub_why_schedule_content": "Morning, afternoon and evening classes adapted to your routine. Schedules from Monday to Sunday so you can find the perfect time according to your availability. Multiple weekly classes of each style allow you to progress quickly. Check our complete schedule and find your ideal time.",
  "danceClassesHub_why_accreditation_title": "School accredited by CID-UNESCO",
  "danceClassesHub_why_accreditation_content": "We are official members of the International Dance Council (CID-UNESCO), an organization that brings together the best dance schools and professionals in the world. This accreditation guarantees the quality of our teaching, the rigor of our methodology and the international recognition of your training.",
  "danceClassesHub_cta1_title": "Find your ideal category",
  "danceClassesHub_cta1_subtitle": "Explore our complete schedule and discover the perfect class according to your goal and availability.",
  "danceClassesHub_cta1_button": "View all schedules",
  "danceClassesHub_cta2_title": "Book Your Welcome Class",
  "danceClassesHub_cta2_subtitle": "No commitment, no permanence. Come meet our facilities, teachers and method.",
  "danceClassesHub_cta2_button": "Book welcome class",
  "danceClassesHub_cta2_stat1_number": "8+",
  "danceClassesHub_cta2_stat1_label": "Years of experience",
  "danceClassesHub_cta2_stat2_number": "1500+",
  "danceClassesHub_cta2_stat2_label": "Active students",
  "danceClassesHub_cta2_stat3_number": "25+",
  "danceClassesHub_cta2_stat3_label": "Dance styles",
  "danceClassesHub_cta2_stat4_number": "15+",
  "danceClassesHub_cta2_stat4_label": "Cuban teachers",
  "danceClassesHub_finalCTA_title": "Your First Dance Class in Barcelona Is Waiting For You",
  "danceClassesHub_finalCTA_subtitle": "Don't let any more time pass. Every week you wait is one less week dancing.",
  "danceClassesHub_finalCTA_description": "Join hundreds of students —from absolute beginners to advanced dancers— who are discovering their passion in over 25 different dance styles: Cuban salsa, bachata, dancehall, hip hop, reggaeton, classical ballet, contemporary dance, k-pop, twerk and much more. All with the exclusive Farray Method® created by Yunaisy Farray (Street Dance 2 dancer) and teachers trained in the Cuban School in the heart of Barcelona.",
  "danceClassesHub_testimonials_title": "Unsolicited Testimonials from Our Students",
  "danceClassesHub_testimonials_intro": "Students from all dance styles—from salsa and bachata to hip hop, ballet and contemporary dance—share their authentic experience at Farray's Center Barcelona. No filters, no scripts. Just real transformation stories.",
  "danceClassesHub_style_otras_danzas_desc": "Explore unique dances from around the world and exotic styles that do not fit traditional categories. From African dances to experimental styles, special workshops and rotating classes of in-demand styles. Perfect for curious dancers looking to expand their movement vocabulary with unconventional dances.",
  "danceClassesHub_style_bum_bum_gluteos_desc": "Train and tone glutes in a fun way with vibrant Brazilian music. Combines specific glute exercises with Latin dance movements that strengthen, lift and sculpt while having fun. Fitness class oriented to dancers with functional exercises, squats, lunges and muscle resistance work.",
  "danceClassesHub_style_bum_bum_fit_desc": "Complete body training combining muscle toning, cardio and flexibility with Latin rhythms. Work your entire body from glutes to core, arms and legs while dancing. Perfect for dancers looking to complement their technique with functional strength and cardiovascular endurance.",
  "danceClassesHub_style_body_conditioning_desc": "Specific physical conditioning for dancers combining muscle strengthening, deep stretching and joint mobility. Develop functional strength in core, legs and arms, prevent injuries and improve your performance in any dance style. Sessions focused on physical preparation for professional dancers.",
  "danceClassesHub_style_dance_barre_desc": "Ballet-inspired barre training combining classical technique with isometric toning exercises. Strengthen legs, glutes, core and arms while improving balance, posture and movement elegance. Perfect for dancers seeking controlled muscle strength with ballet aesthetics.",
  "danceClassesHub_style_pilates_desc": "Pilates method oriented to dancers with focus on core control, postural alignment, flexibility and deep strength. Learn conscious breathing, powerhouse activation and controlled movements that improve your dance technique, prevent injuries and increase your body awareness. Mat sessions adapted to all levels.",
  "danceClassesHub_style_kizomba_desc": "Sensual Angolan partner dance combining deep connection, fluid hip movements and intimate embrace with soft African music. Learn partner technique, leading/following, body waves and kizomba musicality. Perfect social dance for lovers of authentic connection and contemporary African rhythms.",
  "danceClassesHub_style_semba_desc": "The father of Kizomba: traditional Angolan dance, joyful and festive with quick steps, jumps and dynamic spins. Learn the African essence of Angola with partner technique, semba musicality and traditional steps. Energetic social dance that connects you with authentic African roots before the kizomba fusion.",
  "danceClassesHub_style_kompa_desc": "Sensual Haitian partner dance with slow Caribbean rhythm and hypnotic hip movements. Learn deep connection, partner technique, fluid body waves and kompa musicality with French Caribbean flavor. Similar to kizomba but with unique Haitian identity and characteristic rhythm.",
  "danceClassesHub_style_flamenco_desc": "Passionate Andalusian art combining dance, singing and guitar with duende and intense emotional expression. Learn zapateado, braceo, palmas, flamenco spins and authentic flamenco attitude. Traditional Spanish technique with gypsy roots that develops leg strength, complex musicality and powerful stage presence.",
  "danceClassesHub_style_sevillanas_desc": "Traditional Andalusian festive partner dance performed at fairs, pilgrimages and celebrations. Learn the four traditional coplas, elegant braceo, coordinated turns and partner technique with characteristic palm clapping. Spanish social dance perfect for parties, Feria de Abril and Andalusian celebrations.",
  "danceClassesHub_style_telas_aereas_desc": "Circus aerial dance on suspended silk fabrics combining strength, flexibility, elegance and vertical acrobatics. Learn wraps, controlled drops, aerial figures and choreographic sequences suspended in the air. Develop full-body strength, confidence, aerial grace and artistic expression at heights.",
  "danceClassesHub_style_acro_yoga_desc": "Fusion of yoga, acrobatics and Thai massage practiced in pairs or groups. Learn bases, flyers, aerial poses, acrobatic balance and body confidence while developing strength, flexibility and human connection. Playful practice combining fitness, body art and community.",
  "danceClassesHub_cta_member": "Become a Member Now",
  "danceClassesHub_cta_trial": "Book Your Welcome Class",
  "danceClassesHub_style_cuerpo_fit": "Cuerpo-Fit (Cardio Dance)",
  "danceClassesHub_style_stretching": "Stretching & Flexibilidad",
  "danceClassesHub_style_cuerpo_fit_desc": "Entrenamiento full body with elementos de danza que quema 400-500 calories per session. Cardio intenso, tonificación muscular y diversión asegurada. Ideal for quienes buscan results visibles without experience previa en dance. Class híbrida perfecta for principiantes.",
  "danceClassesHub_style_stretching_desc": "Estiramientos profundos y flexibilidad activa for mejorar tu rango de movement. Técnicas de backbending, splits y flexibilidad articular with enfoque en prevención de lesiones. Perfecto for bailarines y no bailarines que buscan mayor movilidad."
}
