{
  "faq_page_title": "Frequently Asked Questions",
  "faq_page_description": "We answer your questions about dance classes in Barcelona: registration, schedules, prices, levels and bookings. FAQ Farray's Center.",
  "faq_hero_title": "Frequently Asked Questions",
  "faq_hero_subtitle": "Everything you need to know about bookings, account management and payments at Farray's Center",
  "faq_category_reservas_title": "Bookings and Registration",
  "faq_category_cuenta_title": "Account and Payment Management",
  "faq_category_otras_title": "Other Questions",
  "faq_reservas_1_q": "How do I register if it's my first time?",
  "faq_reservas_1_a": "<p>If it\\'s your first time registering at the academy, to purchase subscriptions or class packages, go to our website link <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a> and follow the steps.</p><p class=\"mt-3\">If you are already a student or already have a Momence account with us, you must log in to your Momence client account at this link: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> &gt; then click on the Farray\\'s logo, where the quick registration tab will open so you can make the purchase. Find the item to purchase in \"Select One Of The Following Options\" and follow the steps to buy it.</p>",
  "faq_reservas_2_q": "Where can I download the Momence app?",
  "faq_reservas_2_a": "<p>You can download the mobile app by clicking on the link corresponding to your phone\\'s operating system:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for Android</a></li></ul><p class=\"mt-3\">If you prefer to access from your computer, you can do so through the following link: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></p><p class=\"mt-3\">If it\\'s your first time registering, sign up here: <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a></p>",
  "faq_reservas_3_q": "Do I need to check-in at the academy?",
  "faq_reservas_3_a": "<p>Starting in October, all students will need to check-in at reception and then, inside each room, teachers will take attendance. Therefore, it is mandatory that all students have their bookings managed correctly so that everything works properly.</p><p class=\"mt-3\">To be able to check-in, you will need to use the academy app.</p><p class=\"mt-3\">You can download the mobile app by clicking on the link corresponding to your phone\\'s operating system:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for Android</a></li></ul><p class=\"mt-3\">If it\\'s your first time registering at Farray\\'s Center, sign up here: <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a></p>",
  "faq_reservas_4_q": "Is class booking mandatory? Who should manage bookings?",
  "faq_reservas_4_a": "<p>Of course. All cancellations and bookings must be managed by each student through the mobile app or desktop environment. We have invested many resources to set up a perfect system so that everyone can do it on their own and we do not manage bookings manually, whether at reception, by phone, email or WhatsApp.</p><p class=\"mt-3\">Our goal is to focus on giving you better customer service, instead of wasting time on cumbersome administrative processes that don\\'t contribute to the academy\\'s growth.</p>",
  "faq_reservas_5_q": "How do I book classes?",
  "faq_reservas_5_a": "<p>To book your classes, you must first open the digital schedule which you can access in different ways:</p><ol class=\"mt-2 ml-6 space-y-2\"><li><strong>1.</strong> Through the following link and then find the class you want to book, click on \"Book Now\" and then log in at the top right: <a href=\"https://www.farrayscenter.com/horarios\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/horarios</a></li><li><strong>2.</strong> By logging in at the following link and then clicking on the Farray\\'s Center logo and then finding the class you want to book and clicking on \"Book Now\" and following the steps: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></li><li><strong>3.</strong> Once you have made a purchase with your Momence account, Farray\\'s Center will appear in the mobile app. Select Farray\\'s Center and then you will see the option with the class schedule. Find your class and proceed to book.</li></ol><p class=\"mt-3\">Remember that if you do several courses, find the different classes and make the corresponding booking.</p><p class=\"mt-3\"><strong>PS.:</strong> If you have a membership remember to leave the \"Auto-Book Complete Series\" option selected. That way you only have to enter the first class to book recurringly for the future, without having to go class by class.</p>",
  "faq_reservas_6_q": "If I cancel a class, can I make it up later?",
  "faq_reservas_6_a": "<p>If you have a membership and cancel a class and then want to make it up, keep in mind that you have <strong>30 DAYS TO DO SO</strong>, counting from the date of the canceled class.</p><p class=\"mt-3\">If you have a class pack, you are the one who manages your classes flexibly and you only need to cancel your class and book it for another day when you wish, before the expiration period ends.</p><p class=\"mt-3\">You can make up classes as long as the following points are respected:</p><ol class=\"mt-2 ml-6 space-y-2\"><li><strong>1.</strong> You must be the one to manage the class cancellation from your Momence account (<a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>) or from the app. Yes or Yes. Please, don\\'t write to the academy, don\\'t call, don\\'t send a WhatsApp, because we will invite you to use the booking platform. WhatsApp, phone or email bookings are over.</li><li><strong>2.</strong> Classes must be canceled with a minimum notice of 2 hours. Otherwise the system will register a late cancellation which is the same as if you had done the class, and it will not be returned in any case. It is important that you understand this point, because if you don\\'t cancel your class with the proper time, you don\\'t give us the opportunity to fill your spot with another person and that is not sustainable for the academy.</li><li><strong>3.</strong> Once you cancel the class you must be the one to book it for another day. You can choose a different class from the one you usually do, always respecting the course level.</li></ol><p class=\"mt-3\"><strong>IMPORTANT TO KEEP IN MIND:</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Classes can only be made up occasionally. If you start missing recurrently and making improper use of the system, your monthly subscription will be canceled and you will be invited to purchase the class pack rate that allows you to have the flexibility you need.</li><li>Keep in mind that missing a class does not exempt the corresponding monthly payment day from being the same.</li><li>If you miss a class, that class credit will remain in your account and you have 30 DAYS TO USE IT, otherwise it will DISAPPEAR forever and WILL NOT BE REFUNDED in any case.</li><li>In no case will classes accumulate for the following months. If class credits are not used in the due period, they do not accumulate and will disappear.</li><li>Classes must be canceled with a minimum notice of 2 hours. Otherwise the system will register a late cancellation which is the same as if you had done the class, and it will not be returned in any case. This point applies to both memberships and class packs.</li><li>Only students with an active membership/pack at the school will be able to make up classes. After the contract end date, class makeup will not be allowed.</li></ul>",
  "faq_reservas_7_q": "How do I cancel a class from mobile or computer?",
  "faq_reservas_7_a": "<p><strong>From mobile:</strong> Log in to the app. You will immediately see your upcoming classes. Use the red \"Cancel\" button.</p><p class=\"mt-3\"><strong>From computer:</strong> Log in to your account (<a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>). You will immediately see your upcoming classes. Use this dropdown menu to find the \"Cancel\" button.</p><p class=\"mt-3\">Once you have canceled your class within the regulatory time (2 hours before the class starts), you will have the class available for you to book for another day. We remind you that you have <strong>30 DAYS</strong> to use that class credit, counting from the date of the canceled class.</p>",
  "faq_reservas_8_q": "How long do I have to make up a class?",
  "faq_reservas_8_a": "<p>If you have a membership and are going to miss a class, you must first cancel it so that class credit stays in your account and then, you have <strong>30 DAYS TO USE IT</strong> from the date of the canceled class, otherwise it will DISAPPEAR forever and WILL NOT BE REFUNDED in any case.</p><p class=\"mt-3\">In no case will classes accumulate for the following months.</p>",
  "faq_reservas_9_q": "If I cancel classes and don't use them, do these classes accumulate for other months?",
  "faq_reservas_9_a": "<p>No. In no case will classes accumulate for the following months. If class credits are not used in the due period, they do not accumulate and will disappear. Without exceptions.</p>",
  "faq_reservas_10_q": "I have a class pack, how do I know how many credits I have?",
  "faq_reservas_10_a": "<p><strong>From computer:</strong> Click on Memberships &gt; My memberships &gt; Money credits or Class/appointment credits.</p><p class=\"mt-3\"><strong>From the App:</strong> Click on Memberships &gt; Find your membership. Next to it shows the credits you have pending and their expiration date.</p>",
  "faq_reservas_11_q": "I have a class pack. What is its expiration?",
  "faq_reservas_11_a": "<p>Class packs have an expiration of <strong>6 months</strong> from their activation which only takes effect with the first booking you make. You can see the expiration date of your class pack by entering the Momence mobile app, or from the computer accessing your account here: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></p>",
  "faq_reservas_12_q": "If I have a monthly subscription, can I change classes every week?",
  "faq_reservas_12_a": "<p>No. If you have a monthly subscription, you must come every week to the courses you have signed up for. The only exception in which you can do different classes from those you are enrolled in, is for the reason of making up a class that you missed occasionally.</p>",
  "faq_reservas_13_q": "If I have a class pack, can I change classes freely?",
  "faq_reservas_13_a": "<p>Yes. If you have a class pack you can choose to do different classes, without commitment, up to a total number corresponding to the pack you have purchased, always respecting the expiration period of your pack.</p>",
  "faq_cuenta_1_q": "I am currently a student. How do I access my account and see my memberships/packs?",
  "faq_cuenta_1_a": "<p>If you still have memberships from the previous Goteamup platform, use the same email in Momence that you used on the previous platform.</p><p class=\"mt-3\">From <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>, click on \"Forgot your password?\" &gt; enter your email, click on Reset Password, then check your email inbox &gt; click on the link to create the password, send it and then go to <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> and log in.</p><p class=\"mt-3\">To see membership information, click on My memberships.</p><p class=\"mt-3\">You can download the mobile app here:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for Android</a></li></ul>",
  "faq_cuenta_2_q": "I can't log in. What do I do?",
  "faq_cuenta_2_a": "<p>If you previously registered in our system, from <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>, click on \"Forgot your password?\" &gt; enter your email, click on Reset Password, then check your email inbox &gt; click on the link to create the password, send it and then go to <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> and log in.</p><p class=\"mt-3\">To see membership information, click on My memberships.</p><p class=\"mt-3\">You can download the mobile app here:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Download for Android</a></li></ul><p class=\"mt-3\">If you still can\\'t log in, contact the momence support team <a href=\"mailto:support@momence.com\" class=\"text-primary-accent hover:underline\">support@momence.com</a> and explain your case and which studio it is about.</p>",
  "faq_cuenta_3_q": "How do I edit my client account payment information?",
  "faq_cuenta_3_a": "<p>Log in to your Momence client account &gt; click on 'My account' at the bottom left &gt; add and remove payment methods.</p>",
  "faq_cuenta_4_q": "How do I add a new card or update my password?",
  "faq_cuenta_4_a": "<p>After logging in as a client, click on the \"My account\" tab at the bottom left of your Client Panel.</p><p class=\"mt-3\">From this page you will have the opportunity to:</p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Add a debit or credit card;</li><li>Update your password.</li></ul>",
  "faq_cuenta_5_q": "How do I update my account name, email or password?",
  "faq_cuenta_5_a": "<p>To update any of the above, log in as a client and then click on your name in the top right. Select the \"Manage account\" option.</p><p class=\"mt-3\">You will find fields for name and email at the top. To reset or change your password, scroll down.</p>",
  "faq_cuenta_6_q": "How do I upload a profile photo to my Momence account through the mobile app?",
  "faq_cuenta_6_a": "<p>As a student, so that we can identify you correctly, you must use your Momence mobile app to upload your photo by tapping: 'Account' (bottom right) &gt; Edit photo &gt; choosing a photo from Library or taking one.</p>",
  "faq_cuenta_7_q": "How do I cancel my monthly subscription?",
  "faq_cuenta_7_a": "<p>To cancel your subscription you must write to us at email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a>. We will send you a form to complete and that\\'s it.</p><p class=\"mt-3\">Keep in mind that to unsubscribe you must notify in writing with a minimum of 15 days in advance. If this period is not respected, the next payment will be charged anyway. Without exceptions.</p>",
  "faq_cuenta_8_q": "How much notice should I give the academy if I want to unsubscribe?",
  "faq_cuenta_8_a": "<p>To unsubscribe and avoid the next payment, you must notify in writing to email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a>, with a minimum of 15 days in advance.</p><p class=\"mt-3\">If this period is not respected, the next payment will be charged anyway. Without exceptions.</p>",
  "faq_cuenta_9_q": "Can I pause/suspend my monthly subscription?",
  "faq_cuenta_9_a": "<p>To suspend your subscription you must write to us at email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a> and we will manage it. Enrollment maintenance cost: 15 euros monthly.</p><p class=\"mt-3\">Please note that even if you ask us to pause your subscription, you must notify in writing with a minimum of 15 days in advance. If this period is not respected, the next payment will be charged anyway. Without exceptions.</p><p class=\"mt-3\">In these cases, exceptionally, we will use the monthly payment that is charged to replace the payment for the corresponding month in which you will rejoin the classes.</p>",
  "faq_otras_1_q": "If I have never danced, are Farray's Center dance classes also for me?",
  "faq_otras_1_a": "<p>If you have never danced, of course we have classes for you. More than 30% of our classes are recommended for beginner students.</p><p class=\"mt-3\">In our classes you will learn to dance from scratch and we will help you create the foundations so that your learning is solid and effective.</p>",
  "faq_otras_2_q": "I already know how to dance, can I sign up for your classes?",
  "faq_otras_2_a": "<p>Of course. If you feel that your way of dancing is not evolving, you want to improve and don't know where to go or simply need a change of scenery, Farray's Center is your place.</p>",
  "faq_otras_3_q": "How do courses work at Farray's Center?",
  "faq_otras_3_a": "<p>Classes are taught in person Monday through Friday from 6pm to 11pm. We have more than 25 different styles distributed in more than 100 hours per week.</p><p class=\"mt-3\">The 2025-2026 course starts on September 1, 2025 and ends on July 28, 2026.</p><p class=\"mt-3\">If you can attend regularly, we recommend monthly, quarterly, semi-annual or annual fees. With these fees, every week, you have to always come to the classes you signed up for. You can do two different courses, for example, but you must always attend the same classes; same day and same time.</p><p class=\"mt-3\">If you need flexible schedules, whether because you work shifts or your routine does not allow you to come regularly, we have class packs where you only use the classes you book and you can book different styles as you wish (as long as there is space), from the academy app.</p><p class=\"mt-3\">A registration fee of €60 must be paid to register. For courses in the following years, if you stay at the academy, you will only have to pay 20 euros for enrollment renewal which is automatically charged to the account on August 1.</p><p class=\"mt-3\">Classes normally last 1 hour. However, there are some classes that last 1.5 hours.</p>",
  "faq_otras_4_q": "How do I get to Farray's Center?",
  "faq_otras_4_a": "<p>We are at Calle Entença nº 100 in Barcelona, very close to Plaza España and Sants station.</p><p class=\"mt-3\"><strong>Metro 🚇️</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Entença</li><li>Rocafort</li></ul><p class=\"mt-3\"><strong>Train 🚇️</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Barcelona Sants</li><li>Plaza España</li></ul><p class=\"mt-3\"><strong>Bus 🚌</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Stop 59: Entença</li><li>Plaza España</li></ul><p class=\"mt-3\"><strong>Car 🚗</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>🅿 Free parking in green zone, blue zone and loading and unloading zone from 8:00 pm</li><li>🅿 Free parking in the third lane of Entença from 9:00 pm</li><li>🅿 Paid parking right in front of the academy. 10% discount for being a student</li></ul><p class=\"mt-3\"><strong>Bicycle and scooters 🚲︎ 🛴</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>🅿 Bicing Barcelona – Stop: Calle Villamarí nº 61</li><li>🅿 Park your bicycle or scooter at the academy entrance. Remember to bring a lock.</li></ul>",
  "faq_otras_5_q": "Do you have an enrollment fee?",
  "faq_otras_5_a": "<p>Yes, we have an enrollment of 60 euros the first year. For subsequent years, the enrollment price for students is 20 euros and will be automatically charged on August 1 of each year.</p><p class=\"mt-3\">That reduced fee of 20 euros is only maintained, as long as the student is continuously enrolled, over the years.</p>",
  "faq_otras_6_q": "Can I take welcome classes?",
  "faq_otras_6_a": "<p>Yes. Trial class bookings must be made online through our digital booking platform or through the mobile app. You will see that it is very easy, fast and convenient. It will take you less than a minute to book a class.</p>",
  "faq_cta_title": "Can't find what you're looking for?",
  "faq_cta_subtitle": "If you have any other questions, don't hesitate to contact us or access your Momence account.",
  "faq_cta_contact": "Contact",
  "faq_cta_login": "Access My Account",
  "faq_stat_dance_styles": "Available dance styles",
  "faq_stat_weekly_hours": "Weekly class hours",
  "faq_stat_days_recovery": "Days to recover cancelled class",
  "faq_stat_hours_cancel": "Hours in advance to cancel",
  "faq_stat_months_pack_validity": "Months of package validity",
  "faq_stat_days_cancellation_notice": "Days notice for cancellation",
  "faq_stat_maintenance_fee": "Monthly enrollment maintenance fee",
  "faq_stat_beginner_classes": "Classes recommended for beginners",
  "faq_stat_enrollment_fee": "First year enrollment fee",
  "faq_stat_renewal_fee": "Annual renewal fee",
  "faq_stat_facility_size": "Total facility area",
  "faq_breadcrumb_home": "Home",
  "faq_breadcrumb_current": "FAQ",
  "faq_hero_image_alt": "Students practicing in dance class at Farray's Dance Center Barcelona - Frequently asked questions about classes and schedules"
}
