{
  "aboutTitle": "Yunaisy Farray: Creadora del Método Farray®",
  "aboutSubtitle": "La Pedagogía que Faltaba Fuera de Cuba",
  "aboutBio": "Formada en la prestigiosa Escuela Nacional de Arte de Cuba (ENA), Yunaisy Farray es maestra y artista que fusiona la disciplina técnica rusa con el sabor auténtico de los ritmos afrodescendientes. Ha pisado los escenarios más importantes del mundo, brillado en \"Street Dance 2\", cautivado millones en \"Got Talent\", colaborado en \"The Dancer\" y cuenta con innumerables participaciones en diversos ámbitos del espectáculo.\n\nPero su mayor logro no está en los escenarios: es haber creado un sistema de enseñanza específicamente diseñado para que adultos fuera de Cuba aprendan a bailar de forma más rápida, sólida y eficaz.\n\nTras más de 20 años enseñando a adultos, Yunaisy descubrió que los métodos tradicionales que funcionan tan bien en Cuba —diseñados para cuerpos que crecieron bailando desde la infancia— no funcionaban igual para adultos fuera de Cuba. Así nació el Método Farray®, reconocido por el CID-UNESCO.\n\nActualmente, Yunaisy dirige un centro que combina rigor, creatividad y resultados rápidos en un ambiente familiar e inclusivo. Su experiencia transforma cada clase en un viaje cultural y emocional, garantizando una formación de élite para bailarines de todos los niveles. +15.000 alumnos ya han experimentado la diferencia.",
  "aboutYunaisyPhotoAlt": "Yunaisy Farray, bailarina y coreógrafa profesional, fundadora de Farray's International Dance Center en Barcelona",
  "aboutMethodTitle": "Método Farray®: el camino más rápido entre tú y tu mejor versión bailando.",
  "aboutMethodPillar1Title": "Disciplina y Rigor",
  "aboutMethodPillar1Desc": "Fundamentos técnicos de precisión inspirados en la disciplina clásica. Estructura, control y poder en cada movimiento.",
  "aboutMethodPillar2Title": "Sabor y Ritmo",
  "aboutMethodPillar2Desc": "La herencia y el alma de los ritmos afrodescendientes. Fluidez, expresión y una conexión musical profunda.",
  "aboutMethodPillar3Title": "Innovación Global",
  "aboutMethodPillar3Desc": "Una metodología en constante evolución que fusiona estilos y rompe barreras, preparándote para el escenario global.",
  "aboutMethodPillarInfo": "Haz clic en un pilar para saber más",
  "aboutMethodCTA": "Explora el Legado de Yunaisy",
  "aboutMethodCTAAriaLabel": "Descubre más sobre el Método Farray y la filosofía de enseñanza de Yunaisy",
  "aboutVerifyIMDb": "Ver perfil de Yunaisy Farray en IMDb",
  "aboutVerifyCID": "Verificar acreditación CID-UNESCO",
  "aboutVerifyStreetDance": "Ver ficha de la película Street Dance 2 en IMDb",
  "aboutQ1": "¿Quién es Yunaisy Farray?",
  "aboutA1": "Yunaisy Farray es bailarina profesional cubana, formada en la Escuela Nacional de Arte de Cuba (ENA), fundadora del Método Farray® y directora de Farray International Dance Center en Barcelona. Ha participado en Street Dance 2, Got Talent España y The Dancer.",
  "aboutQ2": "¿Qué es el Método Farray®?",
  "aboutA2": "El Método Farray® es una metodología de enseñanza de danza reconocida por CID-UNESCO, diseñada específicamente para que adultos europeos aprendan a bailar de forma más rápida, sólida y eficaz, fusionando técnica clásica con ritmos afrodescendientes.",
  "aboutQ3": "¿Por qué elegir Farray International Dance Center?",
  "aboutA3": "FIDC es el único centro en Barcelona con el Método Farray® exclusivo, acreditación CID-UNESCO, +15.000 alumnos formados y profesores de la Escuela Nacional de Arte de Cuba. Resultados rápidos y ambiente familiar garantizado.",
  "about_page_title": "Sobre Nosotros",
  "about_description": "Descubre Farray's Center Barcelona: 700m², +15.000 alumnos formados, centro CID-UNESCO. La historia de Yunaisy Farray y su sueño hecho realidad. Conócenos.",
  "about_slogan": "Donde los sueños se bailan",
  "about_breadcrumb_home": "Inicio",
  "about_breadcrumb_current": "Sobre Nosotros",
  "about_h1": "Sobre Nosotros",
  "about_intro": "Farray's International Dance Center es una academia de danza multidisciplinar en Barcelona, acreditada por CID-UNESCO y dirigida por Yunaisy Farray. Ofrecemos más de 25 estilos de baile con el método exclusivo Farray®: desde Salsa Cubana y Bachata hasta Hip Hop, Dancehall, Danza Contemporánea y Ballet. Más de 15.000 alumnos formados desde 2017.",
  "about_cta_contact": "Contacta con Nosotros",
  "about_story_title": "Nuestra Historia",
  "about_story_p1": "Hay quienes buscan una escuela de baile parecida a las que ya conocen, y no hay nada de malo en eso. Y hay quienes buscan la escuela que siempre soñaron. En Farray's somos de este segundo grupo.",
  "about_story_p2": "Pero como esta escuela todavía no existía en Barcelona, decidimos crearla y está funcionando. Como no sabíamos que era imposible, lo hicimos. No sabíamos que era imposible levantarla en un local abandonado durante 10 años. Tampoco sabíamos que era mala idea reformarlo a mano, sin presupuesto, solo con Yunaisy, Fábio, amigos, profesores y una brigada improvisada. No sabíamos nada de \"lo imposible\". Así que simplemente lo hicimos.",
  "about_story_p3": "Farray's International Dance Center, más que un proyecto, es un sueño. Un sueño hecho realidad por la bailarina internacional cubana Yunaisy Farray. Considerada una de las mayores referencias en la danza femenina cubana y una de las mejores bailarinas dentro del panorama internacional, en el momento cumbre de su carrera artística y profesional decide dar un paso adelante en su vida: abrir un gran centro de danza en la ciudad que le tiene enamorada, Barcelona.",
  "about_story_highlight": "Porque Farray's no nació de un plan de negocio: nació de una historia de amor. Del amor entre Yunaisy y Fábio, del amor por la danza y del amor por la gente.",
  "about_vision_title": "La Visión de Yunaisy",
  "about_vision_p1": "Desde su origen, Farray's International Dance Center nace con una vocación clara: no ser solo una escuela de baile, sino un club deportivo y artístico con un papel integrador social, donde la danza, el deporte y la cultura se utilicen como herramientas para mejorar la sociedad, fomentando un estilo de vida saludable y el bienestar físico, mental y emocional de las personas de su comunidad.",
  "about_vision_p2": "Yunaisy se propuso crear un espacio que no solo ofrezca clases de muchos tipos de danza, sino que reúna una multitud de disciplinas con un fin común: nutrir y cuidar el cuerpo y el alma de todas las personas que acudan a él.",
  "about_vision_p3": "Después de dos años recorriendo incansablemente cada rincón de la Ciudad Condal en busca de un lugar que pudiera albergar un proyecto de tal envergadura, en 2017 el local ideal para Farray's Center pasa de ser un sueño a convertirse en realidad.",
  "about_today_title": "Farray's Hoy",
  "about_today_intro": "Hoy, Farray's International Dance Center es un espacio de más de 700 m² en el corazón de Barcelona donde conviven clases de baile y danza para todos los niveles, entrenamientos técnicos, preparación física, desarrollo de competiciones, actividades de bienestar y proyectos artísticos.",
  "about_stat_space": "de espacio en Barcelona",
  "about_stat_active_students": "estudiantes activos",
  "about_stat_total_students": "alumnos en 8 años",
  "about_today_description": "Actualmente cuenta con más de 1500 estudiantes en activo y en tan solo 8 años, por sus salas han pasado más de 15.000 alumnos, lo que lo consolida como uno de los centros de referencia en danza y baile en Barcelona.",
  "about_mission_title": "Nuestra Misión",
  "about_mission_p1": "Este centro persigue, como objetivos principales, por un lado, fomentar el deporte y el movimiento a través de la danza y proporcionar servicios que permitan un cuidado completo del cuerpo y del alma y, por otro, generar oportunidades y hacer realidad los sueños de quienes aspiran a bailar, crecer y expresarse.",
  "about_mission_p2": "Participar en competiciones y formar bailarines y artistas de nivel mundial de todas las edades es una de las prioridades de Farray's Center, pero también lo es acompañar a personas que simplemente quieren mejorar su salud física y mental a través de la danza.",
  "about_mission_highlight": "La danza es mucho más que una disciplina o un arte, es la manera que tenemos las personas de conectar con nuestro cuerpo, de reencontrarnos con los sentimientos más profundos y con la verdadera esencia de nuestro ser.",
  "about_social_title": "Nuestro Compromiso Social",
  "about_social_p1": "Las actividades realizadas en Farray's no se limitan a ser actividades lucrativas, sino que tienen un marcado componente integrador y social, ayudando a sectores especiales de la comunidad como las mujeres maltratadas, las mujeres presidiarias, los niños y la tercera edad a reencontrarse consigo mismos y a nutrir su alma mediante la danza.",
  "about_social_p2": "La danza es la manera más ancestral de comunicación —no solo con los demás sino con nosotros mismos— y que, pese a la evolución del hombre, sigue permaneciendo dentro de cada uno de nosotros a la espera de que alguien encienda esa llama y sepa enseñarnos a mantenerla siempre viva.",
  "about_values_title": "Nuestros Valores",
  "about_values_intro": "Los principios que guían cada decisión, cada clase y cada momento en Farray's Center",
  "about_value_love_title": "Amor por la Danza",
  "about_value_love_content": "Todo lo que hacemos nace del amor: amor entre las personas, amor por la danza y amor por nuestra comunidad. No es un eslogan, es nuestra realidad.",
  "about_value_community_title": "Familia y Comunidad",
  "about_value_community_content": "Aquí se respira familia porque así lo construimos. Cada estudiante, profesor y visitante forma parte de una comunidad única en Barcelona.",
  "about_value_wellbeing_title": "Bienestar Integral",
  "about_value_wellbeing_content": "Ofrecemos servicios variados dirigidos a un fin común: el bienestar físico, mental y emocional completo de todas las personas que acuden a nosotros.",
  "about_value_opportunities_title": "Generación de Oportunidades",
  "about_value_opportunities_content": "Hacemos realidad los sueños de quienes aspiran a bailar, crecer y expresarse, formando bailarines y artistas de nivel mundial de todas las edades.",
  "about_value_social_title": "Integración Social",
  "about_value_social_content": "Ayudamos a sectores especiales de la comunidad a reencontrarse consigo mismos mediante la danza, con un marcado componente integrador y social.",
  "about_value_excellence_title": "Excelencia y Profesionalidad",
  "about_value_excellence_content": "Método Farray® creado por Yunaisy Farray (bailarina de Street Dance 2) y profesores formados en escuelas de prestigio internacional garantizan la máxima calidad.",
  "about_closing_statement": "Yunaisy Farray y su equipo hacen precisamente eso: encienden una llama de luz, salud y esperanza en cada una de las personas que pasan por su escuela, contribuyendo a que en la sociedad haya gente más sana física y mentalmente, más equilibrada, con más control sobre sí mismos y sus emociones.",
  "about_closing_tagline": "En definitiva, gente más feliz.",
  "about_final_cta_title": "Únete a Nuestra Historia",
  "about_final_cta_subtitle": "Forma parte del sueño que cambió la danza en Barcelona",
  "about_final_cta_description": "Más de 15.000 personas ya han pasado por Farray's Center. Descubre por qué somos diferentes.",
  "yunaisyFarray_page_title": "Yunaisy Farray - Fundadora y Directora | Maestra CID-UNESCO",
  "yunaisyFarray_meta_description": "Conoce a Yunaisy Farray, fundadora de Farray's International Dance Center, maestra CID-UNESCO, bailarina de Street Dance 2, finalista de Got Talent España y referente mundial en danza cubana.",
  "yunaisyFarray_breadcrumb_home": "Inicio",
  "yunaisyFarray_breadcrumb_current": "Yunaisy Farray",
  "yunaisyFarray_hero_title": "Conoce a Yunaisy Farray",
  "yunaisyFarray_hero_subtitle": "Para muchos, Yunaisy Farray sigue siendo la nº1 mundial en el ámbito de los festivales de danza cubana. Pero su grandeza va mucho más allá del escenario: es maestra, creadora, activista, líder y defensora incansable de la mujer y de los derechos de los animales.",
  "yunaisyFarray_hero_cta": "Descubre cómo empezar",
  "yunaisyFarray_gallery_title": "Arte en Movimiento",
  "yunaisyFarray_gallery_subtitle": "Fotografía artística profesional que captura la esencia del baile y la expresión corporal de Yunaisy Farray.",
  "yunaisyFarray_gallery_view": "Ver foto",
  "yunaisyFarray_intro_title": "Yunaisy Farray",
  "yunaisyFarray_intro_subtitle": "Fundadora y directora de Farray's International Dance Center",
  "yunaisyFarray_intro_p1": "Maestra del CID-UNESCO (Consejo Internacional de la Danza de la UNESCO), bailarina de la película Street Dance 2, finalista de Got Talent España, miembro del equipo de casting artístico del programa de televisión \"The Dancer\", colaboradora habitual en el programa de Toni Rovira y presencia fija en los festivales de danza cubana más importantes del mundo.",
  "yunaisyFarray_intro_p2": "Para muchos, Yunaisy Farray sigue siendo la nº1 mundial en el ámbito de los festivales de danza cubana. Pero su grandeza va mucho más allá del escenario: es maestra, creadora, activista, líder y defensora incansable de la mujer y de los derechos de los animales.",
  "yunaisyFarray_roots_title": "Raíces en La Habana y formación de élite",
  "yunaisyFarray_roots_p1": "Nacida en La Habana (Cuba), en una familia donde la danza lo atraviesa todo, Yunaisy empieza ballet con solo 5 años en el Instituto de Televisión Cubana. A los 7 entra en la Escuela Elemental de Ballet Alejo Carpentier, y sigue su formación en la prestigiosa Escuela Nacional de Danza Moderna y Contemporánea de Cuba (ENA), donde su talento la sitúa desde muy joven en la élite de la danza contemporánea cubana.",
  "yunaisyFarray_roots_p2": "Continúa sus estudios en la Academia Nacional de Espectáculos Musicales (ENEM), graduándose como cantante, actriz y bailarina. En paralelo se especializa en Danza Teatro e incursiona en el mundo del circo, construyendo una base técnica y artística excepcional.",
  "yunaisyFarray_career_title": "Una carrera internacional que marca tendencia",
  "yunaisyFarray_career_p1": "Tras su graduación, es fichada por la reconocida agencia Turarte para trabajar en el crucero italiano Valtur Prima, donde en poco tiempo se convierte en primera bailarina.",
  "yunaisyFarray_career_p2": "Su carrera la lleva a Italia, donde vive una etapa clave de madurez artística. Baila junto a figuras como Giusseppe Ransani (gran tenor de la ópera italiana), Silvio Oddi y Mauro Mosconi, y pasa a formar parte de la compañía de danza contemporánea Michelle Pogliani.",
  "yunaisyFarray_career_p3": "Con el auge de la salsa en Italia, sus raíces afrocubanas vuelven a hablar más fuerte y Yunaisy se convierte en una de las maestras y artistas de referencia del país. Su estilo, su técnica y su capacidad para formar bailarines impactan tanto que la Federación Italiana de Bailes Deportivos (FIDS) la reconoce oficialmente otorgándole el título de maestra y juez por sus méritos de carrera y artísticos.",
  "yunaisyFarray_career_p4": "En paralelo, junto a Seo Fernández, forma parte del grupo Latin Black, con el que alcanza fama mundial y consolida su figura como una de las grandes embajadoras de la danza cubana en el panorama internacional.",
  "yunaisyFarray_career_p5": "Más adelante consolida su figura como solista con su pareja de baile Alexander Carbó, creando un estilo propio donde mezcla danza contemporánea, afro y salsa, influyendo profundamente en el estilo de todo el panorama salsero internacional.",
  "yunaisyFarray_career_p6": "Participa en innumerables congresos internacionales y forma parte del elenco de bailarines de la película Street Dance 2, donde el baile se convierte en el lenguaje principal de la historia.",
  "yunaisyFarray_barcelona_title": "Barcelona: el sueño que se convierte en escuela y movimiento",
  "yunaisyFarray_barcelona_p1": "Después de un período en Alemania, donde crea su primera escuela, AYA Latin Dance Academy, se traslada a Barcelona en 2013 para iniciar una nueva etapa profesional.",
  "yunaisyFarray_barcelona_p2": "Recién llegada, el maestro Chucho Valdés la elige para dirigir y coreografiar el homenaje a Bebo Valdés, \"Rumba para Bebo\", en el 45º Voll Damm Festival Internacional de Jazz de Barcelona. El proyecto es aclamado por el público y por las instituciones culturales de la ciudad.",
  "yunaisyFarray_barcelona_p3": "Figuras como Albert Torres y Eddie Torres la consideran \"la nueva Celia Cruz de la salsa\". Desde Barcelona, Yunaisy se convierte en una de las bailarinas que está revolucionando el mercado del baile, gracias a su estudio profundo del movimiento femenino y su capacidad para unir técnica, emoción y verdad escénica.",
  "yunaisyFarray_barcelona_p4": "En 2015 crea \"Ladies Revolution\", un evento dedicado a la mujer que tiene impacto mundial, no solo a nivel artístico sino también social. En 2016 funda la D&Y Dance Company (2016–2020), una compañía que transforma el concepto de las compañías de baile cubano en España. Muchos de los bailarines que se han formado con ella en esta etapa son hoy profesores en otras escuelas y referentes en el sector. Es también la creadora de la compañía femenina Farray's Ladies Project, con un impacto nacional e internacional, que impulsa una visión poderosa, técnica y respetuosa de la feminidad sobre el escenario.",
  "yunaisyFarray_barcelona_p5": "El 12 de febrero de 2017, Yunaisy cumple uno de sus sueños: inaugura, en el corazón de Barcelona, Farray's Center, que poco después se convierte en Farray's International Dance Center: un centro global de 700m² donde conviven disciplinas como contemporáneo, ballet, salsa, reggaetón, hip-hop, heels, danza, stretching, preparación física, acrobacias… y un enfoque profundo de cuidado del cuerpo y la mente.",
  "yunaisyFarray_barcelona_p6": "Hoy, Farray's International Dance Center es mucho más que una escuela: es un espacio donde cada persona puede descubrir su propia forma de bailar y expresarse.",
  "yunaisyFarray_method_title": "El Método Farray: técnica, cuerpo y resultados reales",
  "yunaisyFarray_method_p1": "Yunaisy es la creadora del Método Farray, un sistema de trabajo que permite obtener resultados rápidos, sólidos y comprobados, tanto a nivel técnico como corporal y emocional.",
  "yunaisyFarray_method_p2": "Su preparación técnica y física, unida a un conocimiento profundo del folclore cubano y de la biomecánica del cuerpo de la mujer, hacen de sus clases una experiencia única. Ha sido pionera en la introducción de clases técnicas (como la danza contemporánea de técnica cubana) en los festivales de baile social alrededor del mundo, integrando estos elementos en sus clases, workshops y espectáculos.",
  "yunaisyFarray_method_p3": "Entre sus citas favoritas destaca una del legendario boxeador cubano Félix Savón, que resume su filosofía de trabajo:",
  "yunaisyFarray_method_quote": "\"La técnica es la técnica… y sin técnica, no hay técnica.\"",
  "yunaisyFarray_method_p4": "En el universo de los shows, ha sido y sigue siendo una impulsora de espectáculos que son arte, piezas que cuentan historias y transmiten un mensaje. Frente a la tendencia habitual de coreografías vacías de contenido, Yunaisy defiende un baile que tenga fundamento, fondo y alma.",
  "yunaisyFarray_equality_title": "Igualdad, mujer y baile: mucho más que un escenario",
  "yunaisyFarray_equality_p1": "Yunaisy ha sido una voz clave en la lucha por la igualdad de derechos entre hombres y mujeres en el mundo del espectáculo. Durante años fue \"normal\" presentar a la pareja de baile como: nombre del bailarín + \"su bailarina\", omitiendo el nombre de la mujer.",
  "yunaisyFarray_equality_p2": "Ella ha alzado la voz contra estas prácticas y ha luchado por:",
  "yunaisyFarray_equality_point1": "Nombrar y reconocer a las bailarinas por su nombre y apellido",
  "yunaisyFarray_equality_point2": "Reclamar igualdad de condiciones económicas",
  "yunaisyFarray_equality_point3": "Exigir el mismo respeto y visibilidad para la labor de las mujeres en el escenario",
  "yunaisyFarray_equality_p3": "Es defensora del derecho de las mujeres y una impulsora del movimiento Femmology, una disciplina orientada a explotar la feminidad a través del baile en tacones. Yunaisy lleva este concepto más allá, transformándolo en una especie de danza-terapia, donde muchas mujeres vienen literalmente a sanar a través del baile.",
  "yunaisyFarray_online_title": "Pionera en la era online",
  "yunaisyFarray_online_p1": "Durante la pandemia, Yunaisy y su escuela fueron pioneros en las clases online, e inspiración para todo el mundo, manteniendo vivo el vínculo con cientos de alumnos en todo el mundo cuando todo lo demás se detenía.",
  "yunaisyFarray_online_p2": "Desde Farray's International Dance Center se desarrollaron programas, cursos y formaciones online que permitieron a bailarines de diferentes países seguir creciendo, conectando y encontrando en la danza un refugio y un motor para seguir adelante.",
  "yunaisyFarray_social_title": "Compromiso social y proyectos solidarios",
  "yunaisyFarray_social_intro": "La labor de Yunaisy también se extiende al terreno solidario. Entre sus iniciativas destacan:",
  "yunaisyFarray_social_point1": "Farray's Solidario, durante la pandemia: una semana de clases online gratuitas, donde las donaciones se destinaron al Hospital de Igualada y a la asociación de personas sin techo de Madrid.",
  "yunaisyFarray_social_point2": "Recogidas de ropa y comida para Ucrania y para África, movilizando a toda la comunidad de Farray's Center.",
  "yunaisyFarray_social_point3": "Campañas de recogida de alimentos y suministros destinados a protectoras de animales.",
  "yunaisyFarray_social_point4": "Considerada una de las personas más influyentes de España en Change.org en la defensa de los derechos de los animales.",
  "yunaisyFarray_social_point5": "Actividades de inserción social para personas con discapacidad y/o en riesgo de exclusión social.",
  "yunaisyFarray_social_point6": "Talleres gratuitos para mujeres presas, utilizando la danza como herramienta de dignidad, autoestima y esperanza.",
  "yunaisyFarray_social_point7": "Implicación constante en ayudar a las personas de su entorno, creando red, apoyo y oportunidades a través de la danza.",
  "yunaisyFarray_today_title": "Hoy",
  "yunaisyFarray_today_p1": "Hoy, Yunaisy sigue viajando por el mundo, impartiendo clases magistrales, participando en festivales, trabajando en televisión, cine, videoclips y proyectos escénicos de alto nivel; y, al mismo tiempo, continúa formando a nuevas generaciones de bailarinas y bailarines desde Barcelona, a través de Farray's International Dance Center.",
  "yunaisyFarray_today_p2": "Respira Danza: hace de la técnica un lenguaje y del corazón su forma de enseñar.",
  "yunaisyFarray_final_quote": "\"Cuando todo parece imposible y el camino parece difícil… no te olvides de respirar.\"",
  "yunaisyFarray_cta_title": "Forma Parte de la Familia Farray's",
  "yunaisyFarray_cta_subtitle": "Únete a la escuela donde Yunaisy Farray transmite su pasión, técnica y experiencia.",
  "yunaisyFarray_cta_classes": "Ver Clases",
  "yunaisyFarray_method_link": "Descubre el Método Farray →",
  "yunaisyFarray_testimonials_title": "Lo Que Dicen Sus Alumnos",
  "yunaisyFarray_testimonials_subtitle": "Experiencias reales de personas que han aprendido con Yunaisy Farray",
  "yunaisyFarray_testimonial_1_name": "Emma S.",
  "yunaisyFarray_testimonial_1_text": "Yunaisy Farray es una profesora estupenda: divertida y motivadora. Me alegro de haber salido de mi zona de confort para tomar esta clase, ¡la recomiendo!",
  "yunaisyFarray_testimonial_2_name": "Zhuqing W.",
  "yunaisyFarray_testimonial_2_text": "No puedo explicar con palabras la energía que transmiten los profesores de este centro, sobre todo la directora Yunaisy. Es de momento el centro que más me ha gustado de BCN.",
  "yunaisyFarray_testimonial_3_name": "Berta M.",
  "yunaisyFarray_testimonial_3_text": "La progresión en salsa ha sido increíble gracias a la profesionalidad y consejos personalizados de Yunaisy. Además, existe un ambiente muy familiar.",
  "yunaisyFarray_testimonial_4_name": "Violetta P.",
  "yunaisyFarray_testimonial_4_text": "Magnífica profesora Yunaisy. Un talento increíble, energía, motivación, técnica. Muy recomendable para bailarines profesionales.",
  "yunaisyFarray_testimonial_5_name": "Karina I.",
  "yunaisyFarray_testimonial_5_text": "He estado en muchas escuelas en diferentes ciudades del mundo. Los profesores son apasionados, explican bien y transmiten la cultura de los bailes. Yunaisy es una reina.",
  "yunaisyFarray_testimonials_google_link": "Ver todas las reseñas en Google",
  "yunaisyFarray_testimonials_google_badge": "509+ reseñas en Google",
  "metodoFarray_page_title": "El Método Farray - Sistema Pedagógico Adaptado para Europeos",
  "metodoFarray_meta_description": "Descubre el Método Farray: el único sistema de enseñanza de baile creado específicamente para que los europeos aprendan de forma más rápida y sólida. Desarrollado por Yunaisy Farray, maestra formada en la ENA de Cuba y miembro del CID-UNESCO.",
  "metodoFarray_breadcrumb_home": "Inicio",
  "metodoFarray_breadcrumb_current": "Método Farray",
  "metodoFarray_hero_badge": "Sistema Pedagógico Adaptado para Europeos",
  "metodoFarray_hero_title": "El Método Farray",
  "metodoFarray_hero_subtitle": "El único sistema de enseñanza de baile creado específicamente para que los europeos aprendan de forma más rápida y sólida. Desarrollado por Yunaisy Farray, maestra formada en la Escuela Nacional de Arte de Cuba.",
  "metodoFarray_problem_title": "¿Por Qué Te Cuesta Tanto Progresar?",
  "metodoFarray_problem_p1": "Las metodologías de baile tradicionales fueron diseñadas para cuerpos que crecieron bailando desde la infancia. En Cuba, los niños desarrollan poliritmia, disociación corporal y \"sabor\" desde los 3 años. Cuando llegas a una academia en Barcelona con 25, 35 o 45 años, esos métodos simplemente no funcionan igual.",
  "metodoFarray_problem_p2": "El resultado: frustración, estancamiento y la sensación de que \"el baile no es para ti\".",
  "metodoFarray_problem_point1": "Métodos diseñados para cuerpos que crecieron bailando",
  "metodoFarray_problem_point2": "Profesores que asumen una base que no tienes",
  "metodoFarray_problem_point3": "Clases que van demasiado rápido sin construir fundamentos",
  "metodoFarray_problem_point4": "Explicaciones intuitivas que no funcionan con mentes analíticas",
  "metodoFarray_origin_title": "Cómo Nació el Método Farray",
  "metodoFarray_origin_intro": "Cuando Yunaisy Farray llegó a Europa tras años de formación en la Escuela Nacional de Arte de Cuba (ENA), descubrió algo que cambiaría su forma de enseñar para siempre.",
  "metodoFarray_origin_p1": "En Cuba, los bailarines crecen inmersos en ritmo desde la infancia. A los 18 años, ya tienen 15 años de poliritmia interiorizada, disociación corporal natural y un vocabulario de movimiento que es parte de su ADN cultural.",
  "metodoFarray_origin_p2": "En Europa, los adultos llegaban a clase con una formación completamente diferente: mentes analíticas, cuerpos que nunca habían bailado, y una cultura donde el baile no es parte de la vida cotidiana.",
  "metodoFarray_origin_quote": "\"Me di cuenta de que la metodología de la ENA —que funciona perfectamente para cubanos— no estaba diseñada para europeos adultos. Necesitaba adaptar todo: la progresión, las explicaciones, los ejercicios...\"",
  "metodoFarray_origin_quote_author": "— Yunaisy Farray, Creadora del Método",
  "metodoFarray_origin_conclusion": "Así nació el Método Farray: una reingeniería completa de la pedagogía cubana, diseñada específicamente para que los europeos consigan resultados más rápidos y más sólidos que con cualquier otro método.",
  "metodoFarray_answerQ": "¿Qué es el Método Farray?",
  "metodoFarray_answerA": "El Método Farray es un sistema pedagógico exclusivo creado por Yunaisy Farray (maestra formada en la ENA de Cuba y miembro del CID-UNESCO) que adapta la metodología cubana de danza para bailarines europeos adultos. Ofrece una progresión estructurada que construye la base desde cero, con explicaciones analíticas y ejercicios específicos para cuerpos que no crecieron bailando.",
  "metodoFarray_adaptation_title": "Adaptado Específicamente para Europeos",
  "metodoFarray_adaptation_subtitle": "Lo que hace único al Método Farray: una reingeniería de la pedagogía cubana para el contexto europeo.",
  "metodoFarray_adapt1_title": "Construye la Base desde Cero",
  "metodoFarray_adapt1_desc": "No asume que tienes años de formación previa. Desarrollamos cada habilidad de forma progresiva: disociación, poliritmia, coordinación, expresión...",
  "metodoFarray_adapt1_vs": "vs. ENA tradicional: asume base de 10+ años",
  "metodoFarray_adapt2_title": "Metodología Analítica",
  "metodoFarray_adapt2_desc": "Explicaciones técnicas claras que funcionan con mentes analíticas europeas. No solo \"siente el ritmo\", sino pasos concretos para desarrollar esa sensación.",
  "metodoFarray_adapt2_vs": "vs. Método cubano intuitivo",
  "metodoFarray_adapt3_title": "Progresión Estructurada",
  "metodoFarray_adapt3_desc": "Ejercicios específicos para desarrollar poliritmia y sabor en cuerpos que no crecieron bailando. Resultados más rápidos que la metodología tradicional.",
  "metodoFarray_adapt3_vs": "vs. Progresión ENA: diseñada para cubanos 8-18 años",
  "metodoFarray_solution_title": "Qué es el Método Farray",
  "metodoFarray_solution_tagline": "El sistema de enseñanza que faltaba en Europa.",
  "metodoFarray_solution_p1": "El Método Farray es un sistema pedagógico exclusivo creado por Yunaisy Farray, fruto de más de 20 años de experiencia como bailarina profesional, maestra internacional y formación en la prestigiosa Escuela Nacional de Arte de Cuba (ENA).",
  "metodoFarray_solution_p2": "No es una copia de otros métodos. Es una adaptación única de la pedagogía cubana para el contexto europeo, basada en tres pilares fundamentales.",
  "metodoFarray_pillars_title": "Los 3 Pilares del Método Farray",
  "metodoFarray_pillars_subtitle": "Cada pilar aporta un elemento esencial para tu transformación como bailarín europeo.",
  "metodoFarray_pillar1_title": "Disciplina y Rigor",
  "metodoFarray_pillar1_desc": "Fundamentos técnicos de precisión inspirados en la disciplina clásica rusa. Estructura, control corporal y postura impecable como base de todo movimiento.",
  "metodoFarray_pillar1_origin": "Herencia de la escuela clásica rusa y cubana — adaptada para adultos sin formación previa",
  "metodoFarray_pillar2_title": "Sabor y Ritmo",
  "metodoFarray_pillar2_desc": "El alma de los ritmos afrodescendientes. Esa conexión musical profunda, esa fluidez natural, esa expresión que transforma un paso técnico en algo que se siente.",
  "metodoFarray_pillar2_origin": "Raíces afrocubanas y caribeñas — con ejercicios específicos para desarrollar \"sabor\" desde cero",
  "metodoFarray_pillar3_title": "Innovación Global",
  "metodoFarray_pillar3_desc": "Una metodología en constante evolución que integra tendencias internacionales, fusiona estilos y te prepara para cualquier escenario. Sin quedarse en el pasado.",
  "metodoFarray_pillar3_origin": "Experiencia internacional en 30+ países — observando qué funciona mejor para europeos",
  "metodoFarray_comparison_others_title": "Metodología ENA Tradicional",
  "metodoFarray_comparison_others_1": "Diseñada para cubanos desde la infancia",
  "metodoFarray_comparison_others_2": "Asume 10+ años de formación previa",
  "metodoFarray_comparison_others_3": "Explicaciones intuitivas por imitación",
  "metodoFarray_comparison_others_4": "Poliritmia desarrollada naturalmente",
  "metodoFarray_comparison_others_5": "Progresión de 8-15 años",
  "metodoFarray_comparison_others_6": "Funciona perfecto... en Cuba",
  "metodoFarray_comparison_us_title": "Método Farray",
  "metodoFarray_results_title": "Resultados que Hablan",
  "metodoFarray_stats_students": "Alumnos europeos formados",
  "metodoFarray_stats_years": "Años perfeccionando el método",
  "metodoFarray_stats_rating": "Valoración en Google (509+ reseñas)",
  "metodoFarray_stats_styles": "Estilos de baile disponibles",
  "metodoFarray_featured_quote": "\"La técnica de la ENA es increíble, pero necesitaba adaptarla para que funcionara igual de bien con europeos que nunca habían bailado. El Método Farray es esa adaptación.\"",
  "metodoFarray_featured_quote_author": "— Yunaisy Farray, Creadora del Método",
  "metodoFarray_teachers_title": "Quién Enseña el Método Farray",
  "metodoFarray_teachers_subtitle": "Formados en la Escuela Nacional de Arte de Cuba y certificados en el Método Farray",
  "metodoFarray_teachers_text": "Yunaisy Farray se formó en la prestigiosa Escuela Nacional de Arte de Cuba (ENA), la misma institución que formó a leyendas como Carlos Acosta. Tras más de 20 años enseñando a europeos en Barcelona, desarrolló el Método Farray como respuesta a las necesidades específicas de este público. Todos los profesores de la academia están formados directamente por ella y siguen la metodología de forma rigurosa.",
  "metodoFarray_teachers_cta": "Conoce a Yunaisy Farray →",
  "metodoFarray_cta_title": "Descubre Cómo Empezar",
  "metodoFarray_cta_subtitle": "Tu primera clase de bienvenida es especial. Ven a probar y siente la diferencia del Método Farray.",
  "metodoFarray_cta_button": "Descubre Cómo Empezar",
  "metodoFarray_cta_secondary": "Ver Todas las Clases",
  "metodoFarray_whyYouFail_title": "Por Qué No Progresas en Otras Academias",
  "metodoFarray_whyYouFail_subtitle": "Muchos de nuestros alumnos vienen frustrados de otras escuelas. Estas son las razones más comunes:",
  "metodoFarray_whyYouFail_reason1_title": "Profesor ≠ Pedagogo",
  "metodoFarray_whyYouFail_reason1_desc": "Son excelentes bailarines, pero nunca aprendieron a ENSEÑAR. No tienen formación pedagógica estructurada ni progresión clara.",
  "metodoFarray_whyYouFail_reason2_title": "Clases Improvisadas",
  "metodoFarray_whyYouFail_reason2_desc": "Cada clase depende del humor del profesor. No hay plan de estudios, no hay seguimiento, no hay objetivos medibles.",
  "metodoFarray_whyYouFail_reason3_title": "Sin Sistema de Niveles",
  "metodoFarray_whyYouFail_reason3_desc": "Mezclan principiantes con avanzados. No hay criterios claros para avanzar. No sabes en qué nivel estás ni cómo progresar.",
  "metodoFarray_whyYouFail_reason4_title": "Rotación de Profesores",
  "metodoFarray_whyYouFail_reason4_desc": "Cada mes un profesor diferente. Cada uno enseña distinto. Tu progresión es caótica porque no hay continuidad metodológica.",
  "metodoFarray_whyYouFail_testimonial": "\"La mejor escuela de baile de Barcelona, desde lejos, y eso que probé varias. Me encanta la energía de los profes, la sonrisa con la cual te reciben siempre que llegas.\"",
  "metodoFarray_comparison_title": "Método Farray en Contexto",
  "metodoFarray_comparison_subtitle": "Comparativa: Academias sin método vs ENA tradicional vs Método Farray",
  "metodoFarray_comparison_noMethod_title": "Academias Sin Método Estructurado",
  "metodoFarray_comparison_noMethod_subtitle": "La realidad de muchas escuelas en Barcelona y Europa",
  "metodoFarray_comparison_noMethod_1": "0 profesores con certificación ENA o CID-UNESCO",
  "metodoFarray_comparison_noMethod_2": "Sin plan pedagógico estructurado ni progresión clara",
  "metodoFarray_comparison_noMethod_3": "Mezclan todos los niveles = frustración para todos",
  "metodoFarray_comparison_noMethod_4": "Rotación alta de profesores (cada 6-12 meses)",
  "metodoFarray_comparison_noMethod_5": "Sin seguimiento individual ni evaluaciones",
  "metodoFarray_comparison_noMethod_6": "Aprenderás coreografías, pero no entenderás la técnica",
  "metodoFarray_comparison_others_subtitle": "Sistema cubano de excelencia... en Cuba",
  "metodoFarray_comparison_us_subtitle": "El término medio necesario para Europa",
  "metodoFarray_comparison_us_1": "7 maestros con formación en método cubano (ENA, ISA, Ballet Nacional)",
  "metodoFarray_comparison_us_2": "Plan pedagógico estructurado con objetivos medibles",
  "metodoFarray_comparison_us_3": "Entiendes el \"por qué\" de cada movimiento, no solo el \"cómo\"",
  "metodoFarray_comparison_us_4": "Conocemos tu nombre, tu nivel y tus desafíos específicos",
  "metodoFarray_comparison_us_5": "Equipo estable certificado CID-UNESCO (algunos 10+ años aquí)",
  "metodoFarray_comparison_us_6": "Metodología ENA adaptada para adultos fuera de Cuba",
  "metodoFarray_detailedComparison_title": "Comparativa Punto por Punto",
  "metodoFarray_detailedComparison_criterion": "Criterio",
  "metodoFarray_detailedComparison_reviews": "reseñas",
  "metodoFarray_detailedComparison_years": "años",
  "metodoFarray_detailedComparison_year": "año",
  "metodoFarray_detailedComparison_row1_criterion": "Maestros con formación en método cubano (ENA/ISA/Ballet Nacional)",
  "metodoFarray_detailedComparison_row2_criterion": "Miembro CID-UNESCO",
  "metodoFarray_detailedComparison_row3_criterion": "Alumnos formados (verificable)",
  "metodoFarray_detailedComparison_row3_noMethod": "Sin datos",
  "metodoFarray_detailedComparison_row4_criterion": "Reputación online verificada",
  "metodoFarray_detailedComparison_row4_noMethod": "Menos reseñas, rating más bajo",
  "metodoFarray_detailedComparison_row5_criterion": "Plan pedagógico estructurado",
  "metodoFarray_detailedComparison_row5_farray": "semanas/meses",
  "metodoFarray_detailedComparison_row6_criterion": "Adaptado para adultos europeos",
  "metodoFarray_detailedComparison_row7_criterion": "Metodología registrada",
  "metodoFarray_detailedComparison_row9_criterion": "Sistema de niveles claro",
  "metodoFarray_detailedComparison_row11_criterion": "Estabilidad profesores (años)",
  "metodoFarray_detailedComparison_cta_text": "Los datos hablan por sí mismos.",
  "metodoFarray_detailedComparison_cta_button": "Descubre Cómo Empezar",
  "about_hero_image_alt": "Comunidad de alumnos celebrando en Farray's Dance Center Barcelona - Más de 500 estudiantes en nuestra escuela de baile Eixample",
  "metodo_hero_image_alt": "Profesora enseñando el Método Farray exclusivo - Metodología de danza única certificada CID-UNESCO en Barcelona"
}
