{
  "danceClassesHub_title": "Clases de baile en Barcelona | Hub de categorías y estilos | Farray's",
  "danceClassesHub_description": "Explora todas las clases de baile en Barcelona: Danzas Urbanas, Salsa y Bachata, Danza (Ballet/Contemporáneo/Jazz) y Fitness para bailarines. Entra a cada categoría o ve directo a tu estilo favorito. Prueba una clase.",
  "danceClassesHub_breadcrumb_home": "Inicio",
  "danceClassesHub_breadcrumb_current": "Clases de baile en Barcelona",
  "danceClassesHub_h1": "Clases de baile en Barcelona",
  "danceClassesHub_h1_sub": "+25 estilos · Método Farray® · Profesores cubanos",
  "danceClassesHub_intro": "En el corazón de Barcelona, cerca de Plaça España y Estación de Sants, encontrarás más de 25 estilos de baile bajo un mismo techo. Desde salsa cubana hasta danza contemporánea, desde hip hop hasta ballet clásico. Explora nuestras categorías, entra en cada página para ver horarios, niveles y profesores, o ve directo al estilo que más te mueve. En Farray's puedes empezar desde cero, probar tu primera clase y descubrir qué se siente aprender con el exclusivo Método Farray® creado por Yunaisy Farray (bailarina de Street Dance 2) y profesores formados en la Escuela Cubana.",
  "danceClassesHub_cta_member": "Hazte Socio Ahora",
  "danceClassesHub_cta_trial": "Reserva tu Clase de Bienvenida",
  "danceClassesHub_contemporary_bullet1": "Escuela Cubana y estilos contemporáneos",
  "danceClassesHub_contemporary_bullet2": "Grupos por niveles",
  "danceClassesHub_contemporary_bullet3": "Prueba una clase",
  "danceClassesHub_urban_bullet1": "Niveles desde iniciación",
  "danceClassesHub_urban_bullet2": "Coreografías y musicalidad",
  "danceClassesHub_urban_bullet3": "Ambiente motivador",
  "danceClassesHub_latin_bullet1": "Conexión y liderazgo",
  "danceClassesHub_latin_bullet2": "Prácticas sociales",
  "danceClassesHub_latin_bullet3": "Grupos por niveles",
  "danceClassesHub_fitness_bullet1": "Programas orientados a danza",
  "danceClassesHub_fitness_bullet2": "Progresión segura",
  "danceClassesHub_fitness_bullet3": "Prueba una clase",
  "danceClassesHub_morning_bullet1": "Horarios tempranos",
  "danceClassesHub_morning_bullet2": "Ambiente reducido",
  "danceClassesHub_morning_bullet3": "Ritmo constante",
  "danceClassesHub_world_bullet1": "Estilos con alta demanda",
  "danceClassesHub_world_bullet2": "Talleres y cursos especiales",
  "danceClassesHub_world_bullet3": "Lista de espera disponible",
  "danceClassesHub_style_afro_contemporaneo": "Afro Contemporáneo (Técnica Cubana)",
  "danceClassesHub_style_afro_jazz": "Afro Jazz (Técnica Cubana)",
  "danceClassesHub_style_ballet_clasico": "Ballet Clásico (Escuela Cubana)",
  "danceClassesHub_style_danza_contemporanea": "Danza Contemporánea",
  "danceClassesHub_style_modern_jazz": "Modern Jazz",
  "danceClassesHub_style_afro_contemporaneo_desc": "Fusión única de movimientos afrocaribeños con técnica contemporánea, creando un lenguaje de danza rico y expresivo. Combina la energía y el ritmo de las danzas afro con la fluidez y libertad del contemporáneo. Desarrolla tu musicalidad, conexión con el suelo y presencia escénica a través de esta mezcla vibrante y poderosa.",
  "danceClassesHub_style_afro_jazz_desc": "Jazz con raíces afrocaribeñas y técnica cubana que te hace vibrar desde el primer movimiento. Aprende pasos con influencia de la cultura africana, polirritmos complejos y desplazamientos dinámicos. Ideal para quienes buscan técnica jazz con sabor, energía tropical y expresión cultural auténtica.",
  "danceClassesHub_style_ballet_clasico_desc": "Ballet clásico con metodología cubana reconocida mundialmente. Técnica impecable, elegancia refinada y expresividad única que caracteriza la Escuela Cubana de Ballet. Aprende port de bras fluido, trabajo de barra riguroso, giros limpios y saltos controlados con profesores formados en la Escuela Nacional de Arte de Cuba.",
  "danceClassesHub_style_danza_contemporanea_desc": "Explora tu expresión artística con técnica lírica, trabajo de suelo, improvisación y flow contemporáneo. Desarrolla tu vocabulario de movimiento orgánico, conexión emocional con la música y libertad corporal. Clases que combinan técnica Graham, Limón, release y técnicas de contacto para bailarines de todos los niveles.",
  "danceClassesHub_style_modern_jazz_desc": "Jazz moderno con dinamismo, técnica limpia y personalidad escénica vibrante. Aprende isolaciones precisas, cambios de nivel fluidos, giros controlados y secuencias rápidas llenas de energía. Desarrolla musicalidad, expresión teatral y presencia escénica con coreografías modernas que fusionan técnica clásica con estética contemporánea.",
  "danceClassesHub_style_afrobeat_desc": "Energía africana pura con ritmos de Ghana y Nigeria que te hacen vibrar de pies a cabeza. Aprende movimientos explosivos de pecho, hombros y cadera con afrobeats contemporáneos. Desarrolla potencia física, coordinación compleja y conexión cultural mientras quemas calorías bailando al ritmo de Burna Boy, Wizkid y Davido.",
  "danceClassesHub_style_dancehall_desc": "El estilo urbano más energético nacido en Kingston, Jamaica, que combina flow caribeño con cardio intenso y actitud imparable. Aprende steps auténticos como Wacky Dip, Willy Bounce, Log On y World Dance mientras desarrollas groove de cadera, musicalidad reggae y presencia escénica. Para todos los niveles, desde iniciación hasta avanzado.",
  "danceClassesHub_style_femmology_heels_desc": "Técnica femenina en tacones que fusiona sensualidad, elegancia y fuerza en cada movimiento. Aprende isolaciones precisas, control corporal, aislaciones de cadera y presencia escénica mientras fortaleces piernas y core. Desarrolla confianza, feminidad y actitud con técnica segura y profesional en tacones.",
  "danceClassesHub_style_hip_hop_desc": "La base de todas las danzas urbanas nacida en el Bronx de Nueva York. Aprende los fundamentos del street dance: bounce, groove, isolaciones, popping, locking y old school. Desarrolla tu propio flow, musicalidad urbana y estilo personal con las raíces auténticas del Hip Hop.",
  "danceClassesHub_style_hip_hop_reggaeton_desc": "Fusión explosiva de Hip Hop americano y Reggaeton latino que combina groove urbano, bounce y flow caribeño en una sola clase. Desarrolla versatilidad, cardio intenso y ritmo completo mientras aprendes a fusionar dos mundos urbanos con técnica, musicalidad y actitud.",
  "danceClassesHub_style_reggaeton_cubano_desc": "Reggaeton auténtico de La Habana: flow cubano, reparto, musicalidad y sabor caribeño directo de Cuba. Aprende la esencia original del Cubatón con técnica, clave, movimiento de cadera real y actitud del barrio. El reggaeton como nació en los solares habaneros.",
  "danceClassesHub_style_sexy_reggaeton_desc": "Reggaeton sensual con técnica femenina que combina perreo, dembow y movimientos de cadera fluidos. Desarrolla sensualidad con control, confianza corporal y ritmo latino urbano mientras tonificas glúteos y core con actitud caribeña y feminidad potente.",
  "danceClassesHub_style_sexy_style_desc": "Feminidad urbana con actitud que combina sensualidad, fuerza y presencia escénica potente. Aprende técnica en tacones, isolaciones sensuales, control de cadera y expresión sexy sin perder el respeto. Desarrolla elegancia, confianza y expresión femenina auténtica.",
  "danceClassesHub_style_twerk_desc": "Fortalece y tonifica glúteos con técnica real de twerk. Más allá del cliché, aprende aislaciones precisas, control muscular selectivo, movimientos de impacto y bounce controlado. Entrenamiento físico exigente que mejora fuerza de core, aislamiento de cadera y autoestima corporal.",
  "danceClassesHub_style_commercial_dance_desc": "Baile para videoclips, publicidad y redes sociales que fusiona Hip Hop, Jazz Funk y Heels con estética viral. Aprende coreografías pulidas, presencia de cámara, formaciones comerciales y técnica de performance profesional. Perfecto para aspirantes a bailarines profesionales y creadores de contenido.",
  "danceClassesHub_style_k_pop_desc": "Baile comercial coreano con coreografías de precisión inspiradas en BTS, Blackpink, Stray Kids y tus grupos favoritos. Aprende sincronización perfecta, formaciones grupales, detalles faciales, gestos característicos y energía K-Pop. Ideal para amantes del K-Pop y danza comercial asiática.",
  "danceClassesHub_style_bum_bum": "Bum Bum",
  "danceClassesHub_style_bum_bum_desc": "Entrena y tonifica glúteos con técnica y diversión. Combina ejercicios específicos de glúteos con movimientos de baile que fortalecen, levantan y esculpen. Clase fitness orientada a bailarines con ejercicios funcionales.",
  "danceClassesHub_style_bum_bum_gluteos": "Bum Bum Glúteos Maravillosos",
  "danceClassesHub_style_afrobeat": "Afrobeat",
  "danceClassesHub_style_dancehall": "Dancehall",
  "danceClassesHub_style_femmology_heels": "Femmology Heels",
  "danceClassesHub_style_heels_barcelona": "Heels Barcelona",
  "danceClassesHub_style_heels_barcelona_desc": "Hub de clases de baile en tacones en Barcelona: Femmology (danzaterapia + técnica de élite con Yunaisy Farray) y Sexy Style (diversión + expresión con Yasmina Fernández). Aprende a bailar con tacones de forma segura, desarrolla feminidad, sensualidad, postura y confianza. Para todos los niveles.",
  "danceClassesHub_style_hip_hop": "Hip Hop",
  "danceClassesHub_style_hip_hop_reggaeton": "Hip Hop Reggaeton",
  "danceClassesHub_style_reggaeton_cubano": "Reggaeton Cubano (Reparto)",
  "danceClassesHub_style_sexy_reggaeton": "Sexy Reggaeton",
  "danceClassesHub_style_sexy_style": "Sexy Style",
  "danceClassesHub_style_twerk": "Twerk",
  "danceClassesHub_style_commercial_dance": "Commercial Dance",
  "danceClassesHub_style_k_pop": "K-Pop",
  "danceClassesHub_style_salsa_cubana": "Salsa Cubana",
  "danceClassesHub_style_salsa_cubana_desc": "Salsa auténtica de Cuba con sabor circular, alegre y social. Aprende Rueda de Casino, guapeo, pasos tradicionales cubanos y conexión de pareja con la técnica original de La Habana. Baile en pareja perfecto para fiestas, sociales y congresos internacionales. Aprende a bailar salsa con profesores cubanos formados en la tradición real.",
  "danceClassesHub_style_bachata": "Bachata",
  "danceClassesHub_style_bachata_desc": "Baile sensual caribeño de República Dominicana que te conecta con tu pareja a través de ondas corporales, movimientos fluidos y ritmo romántico. Aprende conexión de pareja, técnica de cadera, giros suaves y musicalidad bachata. Desde tradicional hasta sensual moderna, para todos los niveles.",
  "danceClassesHub_style_timba_cubana": "Timba Cubana",
  "danceClassesHub_style_timba_cubana_desc": "Salsa moderna de Cuba: rápida, enérgica y llena de actitud explosiva. Aprende despelotes, vacilones, pasos complejos y musicalidad avanzada con ritmo acelerado y energía imparable. El nivel más alto de la salsa cubana para bailarines que buscan desafío técnico y sabor auténtico.",
  "danceClassesHub_style_folklore_cubano": "Folklore Cubano",
  "danceClassesHub_style_folklore_cubano_desc": "Raíces afrocubanas profundas: Rumba Guaguancó, Yambú, Columbia y danzas rituales de los Orishas (Yemayá, Oshún, Changó). Aprende el lenguaje corporal africano en Cuba, polirritmos de percusión, movimientos de suelo y conexión cultural espiritual con las tradiciones yoruba y bantú.",
  "danceClassesHub_style_salsa_lady_style": "Salsa Lady Style",
  "danceClassesHub_style_salsa_lady_style_desc": "Técnica femenina individual de salsa cubana: giros múltiples, trabajo de brazos fluido, actitud femenina y presencia escénica potente. Aprende a brillar sola en la pista sin depender de pareja. Desarrolla musicalidad, gracia, velocidad de giros y expresión personal con la técnica cubana auténtica.",
  "danceClassesHub_style_salsa_lady_timba": "Salsa Lady Timba",
  "danceClassesHub_style_salsa_lady_timba_desc": "Lady Style con la energía explosiva de la Timba cubana moderna. Combina técnica femenina individual con ritmo acelerado, despelotes, vacilones y actitud imparable. Para bailarinas avanzadas que buscan desafío técnico, velocidad extrema y presencia escénica de alto impacto.",
  "danceClassesHub_style_bachata_lady_style": "Bachata Lady Style",
  "danceClassesHub_style_bachata_lady_style_desc": "Técnica femenina de bachata: ondas de cadera, aislaciones sensuales, movimientos de brazos fluidos y expresión corporal elegante. Aprende a bailar sola con gracia, actitud y control total de tu cuerpo. Desarrolla tu propio estilo sensual y artístico en bachata.",
  "danceClassesHub_style_son_cubano": "Son Cubano",
  "danceClassesHub_style_son_cubano_desc": "El padre de la salsa: elegante, clásico y lleno de tradición cubana auténtica de los años 40-50. Aprende la base original de todos los bailes latinos con pasos tradicionales, elegancia refinada, conexión de pareja clásica y musicalidad del son montuno. La esencia pura del baile cubano.",
  "danceClassesHub_style_men_style_salsa": "Men Style Salsa",
  "danceClassesHub_style_men_style_salsa_desc": "Técnica masculina individual de salsa cubana: footwork complejo, actitud de líder, presencia escénica potente y musicalidad avanzada. Aprende a bailar solo con técnica impecable, desarrolla tu propio estilo masculino, domina pasos de casino, despelotes y giros mientras mejoras tu capacidad de liderazgo en pareja.",
  "danceClassesHub_style_bum_bum_fit": "Bum Bum Cuerpo Fit",
  "danceClassesHub_style_body_conditioning": "Body Conditioning & Stretching",
  "danceClassesHub_style_cuerpo_fit": "Cuerpo-Fit (Cardio Dance)",
  "danceClassesHub_style_stretching": "Stretching & Flexibilidad",
  "danceClassesHub_style_dance_barre": "Dance Barre",
  "danceClassesHub_style_pilates": "Pilates",
  "danceClassesHub_style_otras_danzas": "Danzas del Mundo y Exóticas",
  "danceClassesHub_style_otras_danzas_desc": "Explora bailes únicos del mundo y estilos exóticos que no entran en las categorías tradicionales. Desde danzas africanas hasta estilos experimentales, talleres especiales y clases rotativas de estilos en demanda. Perfecto para bailarines curiosos que buscan ampliar su vocabulario de movimiento con danzas poco convencionales.",
  "danceClassesHub_style_kizomba": "Kizomba",
  "danceClassesHub_style_semba": "Semba",
  "danceClassesHub_style_kompa": "Kompa",
  "danceClassesHub_style_flamenco": "Flamenco",
  "danceClassesHub_style_sevillanas": "Sevillanas",
  "danceClassesHub_style_telas_aereas": "Telas Aéreas y Aro",
  "danceClassesHub_style_acro_yoga": "Acro Yoga",
  "danceClassesHub_style_bachata_sensual": "Bachata Sensual",
  "danceClassesHub_style_bachata_sensual_desc": "Bachata sensual con campeones mundiales. Ondulaciones, conexión en pareja, musicalidad y expresión corporal. Desde principiante absoluto hasta nivel avanzado con Mathias Font y Eugenia Trujillo.",
  "danceClassesHub_style_salsa_bachata": "Salsa y Bachata",
  "danceClassesHub_style_salsa_bachata_desc": "Bailes latinos en pareja que combinan pasión, ritmo y conexión. Salsa cubana con sabor caribeño auténtico y Bachata con sensualidad dominicana. Clases para todos los niveles donde aprenderás técnica, leading/following y musicalidad.",
  "danceClassesHub_style_entrenamiento": "Entrenamiento para Bailarines",
  "danceClassesHub_style_entrenamiento_desc": "Preparación física específica para bailarines. Fortalecimiento, flexibilidad, resistencia y prevención de lesiones. El complemento perfecto para mejorar tu rendimiento en cualquier estilo de danza.",
  "danceClassesHub_style_bum_bum_gluteos_desc": "Entrena y tonifica glúteos de forma divertida con música brasileña vibrante. Combina ejercicios específicos de glúteos con movimientos de baile latino que fortalecen, levantan y esculpen mientras te diviertes. Clase fitness orientada a bailarines con ejercicios funcionales, sentadillas, lunges y trabajo de resistencia muscular.",
  "danceClassesHub_style_bum_bum_fit_desc": "Entrenamiento completo del cuerpo que combina tonificación muscular, cardio y flexibilidad con ritmos latinos. Trabaja todo tu cuerpo desde glúteos hasta core, brazos y piernas mientras bailas. Perfecto para bailarines que buscan complementar su técnica con fuerza funcional y resistencia cardiovascular.",
  "danceClassesHub_style_body_conditioning_desc": "Acondicionamiento físico específico para bailarines que combina fortalecimiento muscular, estiramiento profundo y movilidad articular. Desarrolla fuerza funcional en core, piernas y brazos, previene lesiones y mejora tu rendimiento en cualquier estilo de danza. Sesiones focalizadas en preparación física de bailarines profesionales.",
  "danceClassesHub_style_cuerpo_fit_desc": "Entrenamiento full body con elementos de danza que quema 400-500 calorías por sesión. Cardio intenso, tonificación muscular y diversión asegurada. Ideal para quienes buscan resultados visibles sin experiencia previa en baile. Clase híbrida perfecta para principiantes.",
  "danceClassesHub_style_stretching_desc": "Estiramientos profundos y flexibilidad activa para mejorar tu rango de movimiento. Técnicas de backbending, splits y flexibilidad articular con enfoque en prevención de lesiones. Perfecto para bailarines y no bailarines que buscan mayor movilidad.",
  "danceClassesHub_style_dance_barre_desc": "Entrenamiento de barra inspirado en ballet que combina técnica clásica con ejercicios isométricos de tonificación. Fortalece piernas, glúteos, core y brazos mientras mejoras equilibrio, postura y elegancia de movimiento. Perfecto para bailarines que buscan fuerza muscular controlada con estética de ballet.",
  "danceClassesHub_style_pilates_desc": "Método Pilates orientado a bailarines con enfoque en control del core, alineación postural, flexibilidad y fuerza profunda. Aprende respiración consciente, activación de powerhouse y movimientos controlados que mejoran tu técnica de danza, previenen lesiones y aumentan tu conciencia corporal. Sesiones en mat (colchoneta) adaptadas a todos los niveles.",
  "danceClassesHub_style_kizomba_desc": "Baile sensual angoleño en pareja que combina conexión profunda, movimientos de cadera fluidos y abrazo íntimo con música africana suave. Aprende técnica de pareja, leading/following, ondas corporales y musicalidad kizomba. Baile social perfecto para amantes de la conexión auténtica y ritmos africanos contemporáneos.",
  "danceClassesHub_style_semba_desc": "El padre de la Kizomba: baile tradicional angoleño alegre y festivo con pasos rápidos, saltos y giros dinámicos. Aprende la esencia africana de Angola con técnica de pareja, musicalidad semba y pasos tradicionales. Baile social energético que te conecta con las raíces africanas auténticas antes de la fusión kizomba.",
  "danceClassesHub_style_kompa_desc": "Baile sensual haitiano en pareja con ritmo caribeño lento y movimientos de cadera hipnóticos. Aprende conexión profunda, técnica de pareja, ondas corporales fluidas y musicalidad kompa con sabor del Caribe francófono. Similar a la kizomba pero con identidad haitiana única y ritmo característico.",
  "danceClassesHub_style_flamenco_desc": "Arte andaluz apasionado que combina baile, cante y guitarra con duende y expresión emocional intensa. Aprende zapateado, braceo, palmas, giros flamencos y actitud flamenca auténtica. Técnica española tradicional con raíces gitanas que desarrolla fuerza de piernas, musicalidad compleja y presencia escénica poderosa.",
  "danceClassesHub_style_sevillanas_desc": "Baile tradicional andaluz festivo en pareja que se baila en ferias, romerías y celebraciones. Aprende los cuatro coplas tradicionales, braceo elegante, vueltas coordinadas y técnica de pareja con palmadas características. Baile social español perfecto para fiestas, Feria de Abril y celebraciones andaluzas.",
  "danceClassesHub_style_telas_aereas_desc": "Danza aérea circense en telas de seda suspendidas que combina fuerza, flexibilidad, elegancia y acrobacia vertical. Aprende envolturas, caídas controladas, figuras aéreas y secuencias coreográficas suspendidas en el aire. Desarrolla fuerza de todo el cuerpo, confianza, gracia aérea y expresión artística en las alturas.",
  "danceClassesHub_style_acro_yoga_desc": "Fusión de yoga, acrobacia y masaje tailandés que se practica en pareja o grupos. Aprende bases, voladores, posturas aéreas, equilibrio acrobático y confianza corporal mientras desarrollas fuerza, flexibilidad y conexión humana. Práctica lúdica que combina fitness, arte corporal y comunidad.",
  "danceClassesHub_featured_title": "Estilos de Baile Destacados",
  "danceClassesHub_featured_description": "Acceso directo a algunos de los estilos más buscados. Puedes probar una clase.",
  "danceClassesHub_cta_view_category": "Ver página de la categoría",
  "danceClassesHub_cta_view_all_styles": "Ver todos los estilos",
  "danceClassesHub_modal_close": "Cerrar",
  "danceClassesHub_categories_title": "Categorías principales de nuestras clases de Baile",
  "danceClassesHub_categories_description": "Explora por familias de estilos de baile. Cada categoría incluye enlaces a sus páginas y a los estilos más buscados.",
  "danceClassesHub_featured_styles_label": "Estilos destacados",
  "danceClassesHub_all_styles_label": "Estilos disponibles",
  "danceClassesHub_faq_title": "Preguntas Frecuentes sobre nuestras clases de baile en Barcelona",
  "danceClassesHub_whatToExpect_title": "¿Qué encontrarás en nuestras clases de baile en Barcelona?",
  "danceClassesHub_whatToExpect_p1": "En Farray's International Dance Center ofrecemos más de 25 estilos de baile diferentes: desde la técnica clásica de la Escuela Cubana (ballet clásico, afro contemporáneo, afro jazz) hasta las danzas urbanas más explosivas del momento (dancehall, k-pop, twerk, reggaeton, commercial dance), pasando por bailes de pareja con raíz latina (salsa cubana, bachata, timba) y entrenamiento físico específico para bailarines. Cada estilo está diseñado para que descubras el tuyo y desarrolles tus habilidades desde el primer día.",
  "danceClassesHub_whatToExpect_p2": "Organizamos todos nuestros grupos por niveles reales: iniciación (nunca has bailado), básico (tienes experiencia básica), intermedio (tienes experiencia) y avanzado (dominas la técnica). Los principiantes absolutos son más que bienvenidos: nuestras clases de iniciación están pensadas para que te sientas cómodo desde el minuto uno, sin presión, con progresión clara y en un ambiente motivador. No importa si nunca has bailado: aquí empieza tu viaje.",
  "danceClassesHub_whatToExpect_p3": "Estamos ubicados en el corazón de Barcelona, cerca de Plaza España y Estación de Sants con acceso directo desde Metro L1 y L5. Nuestra escuela es fácilmente accesible desde los barrios del Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella y toda el área metropolitana. Horarios flexibles de mañana, tarde y en breve fines de semana para que encuentres la clase que mejor encaje con tu agenda.",
  "danceClassesHub_whatToExpect_p4": "Dentro de nuestro equipo de profesores encontrarás bailarines profesionales reconocidos a nivel global, formados en la Escuela Cubana, tanto en La Escuela Nacional de Arte de Cuba, como en La Escuela Nacional de Ballet, con trayectoria en compañías internacionales y experiencia pedagógica real. No solo dominan la técnica: saben transmitirla con pasión, paciencia y un método que funciona. Aprenderás de los mejores en un ambiente familiar, profesional e inclusivo que te hará sentir parte de nuestra comunidad desde el primer día.",
  "danceClassesHub_whichCategory_title": "¿Qué clase de baile elegir según tu objetivo?",
  "danceClassesHub_whichCategory_intro": "¿No sabes por dónde empezar? Esta guía rápida te ayudará a encontrar la categoría perfecta según lo que buscas. Todas nuestras categorías tienen grupos de iniciación para principiantes.",
  "danceClassesHub_whichCategory_tableHeader_goal": "Tu objetivo",
  "danceClassesHub_whichCategory_tableHeader_category": "Categoría recomendada",
  "danceClassesHub_whichCategory_tableHeader_why": "Por qué es ideal para ti",
  "danceClassesHub_whichCategory_couples_goal": "Quiero bailar en pareja y socializar",
  "danceClassesHub_whichCategory_couples_category": "Salsa y Bachata",
  "danceClassesHub_whichCategory_couples_why": "Aprenderás conexión, liderazgo/seguimiento, musicalidad y podrás bailar en sociales, fiestas y congresos. Ideal para conocer gente y disfrutar de la escena social del baile.",
  "danceClassesHub_whichCategory_expression_goal": "Busco expresión artística y técnica clásica",
  "danceClassesHub_whichCategory_expression_category": "Danza Contemporánea / Ballet Clásico",
  "danceClassesHub_whichCategory_expression_why": "Desarrollarás técnica sólida (escuela cubana), control corporal, expresividad emocional y creatividad. Perfecto si buscas arte, disciplina y un nivel técnico profesional.",
  "danceClassesHub_whichCategory_urban_goal": "Quiero fitness, coreografías y energía urbana",
  "danceClassesHub_whichCategory_urban_category": "Danzas Urbanas (Dancehall, K-Pop, Twerk, Hip Hop)",
  "danceClassesHub_whichCategory_urban_why": "Cardio intenso, coreografías de videoclip, música actual y mucha actitud. Quemarás calorías, aprenderás steps de moda y te divertirás con una de las comunidades urbanas más activas de Barcelona.",
  "danceClassesHub_whichCategory_fitness_goal": "Quiero tonificar mi cuerpo y mejorar como bailarín",
  "danceClassesHub_whichCategory_fitness_category": "Entrenamiento para Bailarines (Bum Bum, Stretching, Pilates)",
  "danceClassesHub_whichCategory_fitness_why": "Entrenamiento específico para las exigencias de la danza: flexibilidad, fuerza de core, glúteos potentes, postura correcta. Complementa tus clases de baile y previene lesiones.",
  "danceClassesHub_whichCategory_beginner_goal": "Soy principiante absoluto, nunca he bailado",
  "danceClassesHub_whichCategory_beginner_category": "Cualquier categoría con nivel INICIACIÓN",
  "danceClassesHub_whichCategory_beginner_why": "Todas nuestras categorías tienen grupos de iniciación específicos para principiantes absolutos. No necesitas experiencia previa, pareja ni equipamiento especial. Prueba tu clase HOY mismo. Reserva tu plaza y descubre tu estilo de baile preferido.",
  "danceClassesHub_whichCategory_morning_goal": "Quiero bailar por las mañanas (horario temprano)",
  "danceClassesHub_whichCategory_morning_category": "Clases de Baile por las Mañanas",
  "danceClassesHub_whichCategory_morning_why": "Horarios de mañana (10h-14h) con ambiente más tranquilo y grupos reducidos. Perfecto si trabajas por las tardes, estudias o prefieres empezar el día con energía bailando.",
  "danceClassesHub_whichCategory_world_goal": "Quiero explorar bailes del mundo y estilos exóticos",
  "danceClassesHub_whichCategory_world_category": "Danzas del Mundo (Kizomba, Flamenco, Sevillanas, Telas Aéreas)",
  "danceClassesHub_whichCategory_world_why": "Descubre ritmos africanos (kizomba, semba), tradición española (flamenco, sevillanas) o disciplinas aéreas (telas, aro). Estilos únicos con alta demanda y lista de espera activa.",
  "danceClassesHub_whichCategory_beginner_title": "¿Primera vez bailando?",
  "danceClassesHub_whichCategory_beginner_text": "Todas nuestras categorías tienen grupos de iniciación específicos para principiantes absolutos. No necesitas experiencia previa, pareja ni equipamiento especial. Prueba tu clase HOY mismo. Reserva tu plaza y descubre tu estilo de baile preferido.",
  "danceClassesHub_whichCategory_combine_title": "¿Puedo combinar varias categorías?",
  "danceClassesHub_whichCategory_combine_text": "¡Por supuesto! Muchos de nuestros alumnos combinan técnica clásica (ballet/contemporáneo) con urbano (dancehall/k-pop) o añaden entrenamiento físico (bum bum/stretching) a sus clases de baile. Es la mejor forma de desarrollarte como bailarín completo. Consulta nuestros bonos combinados.",
  "danceClassesHub_whichCategory_schedule_title": "¿Cómo elegir mi horario ideal?",
  "danceClassesHub_whichCategory_schedule_text": "Ofrecemos horarios flexibles de lunes a viernes: mañanas (10h-14h), tardes (16h-21h) y en breve fines de semana. Elige según tu disponibilidad y el nivel que buscas. Consulta el planning completo en nuestra web o reserva una clase de bienvenida para conocer el ambiente.",
  "danceClassesHub_why_title": "¿Por qué elegir las clases de baile de Farray's International Dance Center Barcelona?",
  "danceClassesHub_why_subtitle": "Somos mucho más que una escuela de baile. Somos un espacio profesional donde la técnica, la pasión y la calidad se combinan para ofrecerte la mejor experiencia de aprendizaje.",
  "danceClassesHub_why_variety_title": "25+ estilos bajo un mismo techo",
  "danceClassesHub_why_variety_content": "La escuela de baile más completa de Barcelona. Desde ballet clásico cubano hasta Reggaeton, dancehall, salsa, bachata, twerk, pilates y mucho más. Todo en un solo lugar, sin necesidad de ir a múltiples academias. Descubre tu estilo o combina varios: aquí tienes acceso a todo el universo de la danza.",
  "danceClassesHub_why_farray_method_title": "Método Farray®",
  "danceClassesHub_why_farray_method_content": "Sistema de enseñanza exclusivo creado por Yunaisy Farray, bailarina de Street Dance 2 y maestra reconocida internacionalmente. Combina rigor técnico con creatividad para resultados rápidos y sólidos en todos los estilos de baile: desde danza clásica hasta urbano y latinos.",
  "danceClassesHub_why_cuban_title": "Profesores con formación profesional cubana",
  "danceClassesHub_why_cuban_content": "Gran parte de nuestro equipo docente está formado en prestigiosas escuelas de danza de Cuba, reconocidas mundialmente por su excelencia técnica. Aprenderás con profesores que dominan la metodología cubana en ballet, contemporáneo, folklore, salsa y otras disciplinas. Técnica sólida, expresividad única y rigor profesional.",
  "danceClassesHub_why_levels_title": "Grupos por niveles reales (sin mezclas)",
  "danceClassesHub_why_levels_content": "No mezclamos principiantes con avanzados. Cada grupo está organizado por nivel real: iniciación, intermedio, avanzado. Progresarás a tu ritmo, sin frustraciones, con compañeros de tu mismo nivel. Evaluaciones periódicas para asegurar que siempre estás en el grupo correcto y evolucionas de forma constante.",
  "danceClassesHub_why_location_title": "Ubicación Privilegiada",
  "danceClassesHub_why_location_content": "Estamos ubicados en el corazón de Barcelona, a tan solo 5 minutos caminando de Plaza España y Estación de Sants. Fácilmente accesible en metro, autobús o a pie desde Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella y toda el área metropolitana. Instalaciones profesionales, salas amplias con suelo de danza, espejos y ambiente familiar.",
  "danceClassesHub_why_schedule_title": "Horarios flexibles de lunes a viernes",
  "danceClassesHub_why_schedule_content": "Clases de mañana, tarde y noche adaptadas a tu rutina. Horarios de lunes a viernes para que encuentres el momento perfecto según tu disponibilidad. Múltiples clases semanales de cada estilo te permiten avanzar rápido. Consulta nuestro planning completo y encuentra tu horario ideal.",
  "danceClassesHub_why_accreditation_title": "Escuela acreditada por CID-UNESCO",
  "danceClassesHub_why_accreditation_content": "Somos miembros oficiales del Consejo Internacional de la Danza (CID-UNESCO), organización que agrupa a las mejores escuelas y profesionales de danza del mundo. Esta acreditación garantiza la calidad de nuestra enseñanza, el rigor de nuestra metodología y el reconocimiento internacional de tu formación.",
  "danceClassesHub_cta1_title": "Encuentra tu categoría ideal",
  "danceClassesHub_cta1_subtitle": "Explora nuestros horarios completos y descubre la clase perfecta según tu objetivo y disponibilidad.",
  "danceClassesHub_cta1_button": "Ver todos los horarios",
  "danceClassesHub_cta2_title": "Prueba tu clase de bienvenida",
  "danceClassesHub_cta2_subtitle": "Sin compromiso, sin permanencia. Ven a conocer nuestras instalaciones, profesores y método.",
  "danceClassesHub_cta2_button": "Reservar clase de bienvenida",
  "danceClassesHub_cta2_stat1_number": "8+",
  "danceClassesHub_cta2_stat1_label": "Años de experiencia",
  "danceClassesHub_cta2_stat2_number": "1500+",
  "danceClassesHub_cta2_stat2_label": "Alumnos activos",
  "danceClassesHub_cta2_stat3_number": "30+",
  "danceClassesHub_cta2_stat3_label": "Estilos de baile",
  "danceClassesHub_cta2_stat4_number": "15+",
  "danceClassesHub_cta2_stat4_label": "Profesores cubanos",
  "danceClassesHub_finalCTA_title": "Tu Primera Clase de Baile en Barcelona Te Está Esperando",
  "danceClassesHub_finalCTA_subtitle": "No dejes pasar más tiempo. Cada semana que esperas es una semana menos bailando.",
  "danceClassesHub_finalCTA_description": "Únete a cientos de estudiantes —desde principiantes absolutos hasta bailarines avanzados— que están descubriendo su pasión en más de 25 estilos de baile diferentes: salsa cubana, bachata, dancehall, hip hop, reggaeton, ballet clásico, danza contemporánea, k-pop, twerk y mucho más. Todo con el exclusivo Método Farray® creado por Yunaisy Farray (bailarina de Street Dance 2) y profesores formados en la Escuela Cubana en el corazón de Barcelona.",
  "danceClassesHub_testimonials_title": "Testimonios No Solicitados de Nuestros Estudiantes",
  "danceClassesHub_testimonials_intro": "Estudiantes de todos los estilos de baile —desde salsa y bachata hasta hip hop, ballet y danza contemporánea— comparten su experiencia auténtica en Farray's Center Barcelona. Sin filtros, sin guiones. Solo historias reales de transformación.",
  "instructors_title": "Aprende de los Mejores",
  "instructors_subtitle": "Profesores formados en academias de élite, con experiencia internacional y pasión por enseñar.",
  "instructors_viewall": "Ver Todos Los Profesores"
}
