{
  "faq_page_title": "Preguntas Frecuentes",
  "faq_page_description": "Resolvemos tus dudas sobre clases de baile en Barcelona: inscripciones, horarios, precios, niveles y reservas. FAQ Farray's Center.",
  "faq_breadcrumb_home": "Inicio",
  "faq_breadcrumb_current": "Preguntas Frecuentes",
  "faq_hero_title": "Preguntas Frecuentes",
  "faq_hero_subtitle": "Todo lo que necesitas saber sobre reservas, gestión de cuenta y pagos en Farray\\'s Center",
  "faq_category_reservas_title": "Reservas y Altas",
  "faq_category_cuenta_title": "Gestión de Cuenta y Pagos",
  "faq_category_otras_title": "Otras Cuestiones",
  "faq_reservas_1_q": "¿Cómo me doy de alta si es la primera vez?",
  "faq_reservas_1_a": "<p>Si es la primera vez que te registras en la academia, para comprar suscripciones o paquetes de clases, entra en el enlace de nuestra web <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a> y sigue los pasos.</p><p class=\"mt-3\">Si ya eres estudiante o ya tienes cuenta en Momence con nosotros, debes iniciar sesión en tu cuenta de cliente de Momence en este enlace: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> &gt; luego haz clic encima del logo de Farray\\'s, donde se te abrirá la pestaña de registro rápido para que puedas realizar la compra. Localiza el artículo a comprar en \"Selecciona Una De Las Siguientes Opciones\" y sigue los pasos para comprarlo.</p>",
  "faq_reservas_2_q": "¿Dónde puedo descargar la aplicación de Momence?",
  "faq_reservas_2_a": "<p>Puedes descargar la aplicación móvil pulsando en el enlace correspondiente al sistema operativo de tu móvil:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para Android</a></li></ul><p class=\"mt-3\">Si prefieres acceder desde el ordenador, puedes hacerlo a través del siguiente enlace: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></p><p class=\"mt-3\">Si es la primera vez que te registras, date de alta aquí: <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a></p>",
  "faq_reservas_3_q": "¿Hay que hacer \"Check-in\" en la academia?",
  "faq_reservas_3_a": "<p>A partir de Octubre, todos los estudiantes tendrán que hacer \"check-in\" en recepción y luego, dentro de cada sala, los profesores pasarán lista. Por lo tanto es obligatorio que todos los estudiantes tengan sus reservas gestionadas de manera correcta para que todo funcione de manera correcta.</p><p class=\"mt-3\">Para poder hacer el \"check-in\" se requerirá el uso de la aplicación de la academia.</p><p class=\"mt-3\">Puedes descargar la aplicación móvil pulsando en el enlace correspondiente al sistema operativo de tu móvil:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para Android</a></li></ul><p class=\"mt-3\">Si es la primera vez que te registras en Farray\\'s Center, date de alta aquí: <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a></p>",
  "faq_reservas_4_q": "¿La reserva de las clases es obligatoria? ¿Quién debe gestionar las reservas?",
  "faq_reservas_4_a": "<p>Por supuesto. Todas las cancelaciones y reservas deben ser administradas por cada estudiante a través de la aplicación móvil o del entorno de escritorio. Hemos invertido muchos recursos para configurar un sistema perfecto para que todos puedan hacerlo por su cuenta y no gestionamos reservas de forma manual, sea en recepción, por teléfono, email o whatsapp.</p><p class=\"mt-3\">Nuestro objetivo es enfocarnos en daros una mejor atención al cliente, en vez de perder tiempo en engorrosos procesos administrativos que no contribuyen para el crecimiento de la academia.</p>",
  "faq_reservas_5_q": "¿Cómo reservo las clases?",
  "faq_reservas_5_a": "<p>Para reservar tus clases, primero debes abrir el al horario digital que podrás acceder de diferentes formas:</p><ol class=\"mt-2 ml-6 space-y-2\"><li><strong>1.</strong> A través del siguiente enlace y luego localizar la clase que quieres reservar, pulsar en \"Book Now\" y luego hacer login arriba a la derecha: <a href=\"https://www.farrayscenter.com/horarios\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/horarios</a></li><li><strong>2.</strong> Haciendo login en el siguiente enlace y a posteriori pulsar en el logo de Farray\\'s Center y luego localizar la clase que quieres reservar y pulsar en \"Book Now\" y seguir los pasos: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></li><li><strong>3.</strong> Una vez que hayas realizado una compra con tu cuenta de Momence, te aparecerá Farray\\'s Center en la aplicación móvil. Selecciona Farray\\'s Center y luego verás la opción con el horario de las clases. Localiza tu clase y procede a reservar.</li></ol><p class=\"mt-3\">Recuerda que si haces varios cursos, encuentra las diferentes clases y haz la correspondiente reserva.</p><p class=\"mt-3\"><strong>PD.:</strong> Si tienes una membresía recuerda dejar seleccionada la opción \"Auto-Reservar Series Completas\". De esa forma solo tienes que entrar en la primera clase para reservar de forma recurrente para el futuro, sin tener que ir clase por clase.</p>",
  "faq_reservas_6_q": "¿Si cancelo una clase, luego puedo recuperarla?",
  "faq_reservas_6_a": "<p>Si tienes una membresía y cancelas una clase y luego quieres recuperarla, ten en cuenta que tienes <strong>30 DÍAS PARA HACERLO</strong>, contando desde la fecha de la clase cancelada.</p><p class=\"mt-3\">Si tienes un abono de horas, eres tú quien gestionas tus clases de manera flexible y solamente debes cancelar tu clase y reservarla para otro día cuando así lo desees, antes que termine el periodo de caducidad.</p><p class=\"mt-3\">Podrás recuperar clases siempre y cuando se respecten los siguientes puntos:</p><ol class=\"mt-2 ml-6 space-y-2\"><li><strong>1.</strong> Debes ser tú quien gestione la cancelación de la clase desde tu cuenta en Momence (<a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>) o desde la aplicación. Sí o Sí. Por favor, no escribas a la academia, no llames, no envíes un whatsapp, porque te invitaremos a que uses la plataforma de reservas. Se acabaron las reservas por whatsapp, teléfono o por email.</li><li><strong>2.</strong> Las clases se deben cancelar con una antelación mínima de 2 horas. Caso contrario el sistema registrará una cancelación tardía que es lo mismo que si hubieses hecho la clase, y no se te devuelve en ningún caso. Es importante que entiendas este punto, porque si no cancelas tu clase con el tiempo debido, no nos das oportunidad de suplir tu plaza con otra persona y eso no es sostenible para la academia.</li><li><strong>3.</strong> Una vez canceles la clase debes ser tú quien la reserve para otro día. Puedes elegir una clase diferente de la que haces habitualmente, respetando siempre el nivel del curso.</li></ol><p class=\"mt-3\"><strong>IMPORTANTE A TENER EN CUENTA:</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Solo se pueden recuperar clases de forma puntual. Si empiezas a faltar de forma recurrente y a hacer un uso inadecuado del sistema, se te cancelará la suscripción mensual y se te invitará a comprar la tarifa de abonos de horas que permite tener la flexibilidad que necesites.</li><li>Ten en cuenta que el hecho de faltar una clase no exime de que el día de cobro correspondiente de cada mes sea el mismo.</li><li>Si faltas a una clase, ese crédito de clase quedará en tu cuenta y tienes 30 DÍAS PARA USARLO, caso contrario DESAPARECERÁ para siempre y NO SE DEVOLVERÁ en ningún caso.</li><li>En ningún caso se acumularán clases para los meses siguientes. Si no se usan los créditos de clase en el período debido, no se acumulan y desaparecerán.</li><li>Las clases se deben cancelar con una antelación mínima de 2 horas. Caso contrario el sistema registrará una cancelación tardía que es lo mismo que si hubieses hecho la clase, y no se te devuelve en ningún caso. Este punto sirve tanto para membresías como para abonos de horas.</li><li>Solo podrán recuperar clases los estudiantes con una membresía/abono activo en la escuela. Después de la fecha de fin de contrato no se permitirá recuperación de clases.</li></ul>",
  "faq_reservas_7_q": "¿Cómo cancelo una clase desde el móvil o ordenador?",
  "faq_reservas_7_a": "<p><strong>Desde el móvil:</strong> Inicia sesión en la aplicación. Verás inmediatamente tus próximas clases. Utiliza el botón rojo \"Cancelar\".</p><p class=\"mt-3\"><strong>Desde el ordenador:</strong> Inicia sesión en tu cuenta (<a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>). Verás inmediatamente tus próximas clases. Utiliza este menú desplegable para encontrar el botón \"Cancelar\".</p><p class=\"mt-3\">Una vez hayas cancelado tu clase dentro del tiempo reglamentario (2 horas antes de empezar la clase), tendrás a tu disposición la clase para que la reserves para otro día. Te recordamos que tienes <strong>30 DÍAS</strong> para usar ese crédito de clase, contando desde la fecha de la clase cancelada.</p>",
  "faq_reservas_8_q": "¿Cuánto tiempo tengo para recuperar una clase?",
  "faq_reservas_8_a": "<p>Si tienes una membresía y vas a faltar a una clase, debes primero cancelarla para que ese crédito de clase se quede en tu cuenta y luego, tienes <strong>30 DÍAS PARA USARLO</strong> desde la fecha de la clase cancelada, caso contrario DESAPARECERÁ para siempre y NO SE DEVOLVERÁ en ningún caso.</p><p class=\"mt-3\">En ningún caso se acumularán clases para los meses siguientes.</p>",
  "faq_reservas_9_q": "Si cancelo clases y no las uso, ¿estas clases se me acumulan para otros meses?",
  "faq_reservas_9_a": "<p>No. En ningún caso se acumularán clases para los meses siguientes. Si no se usan los créditos de clase en el período debido, no se acumulan y desaparecerán. Sin excepciones.</p>",
  "faq_reservas_10_q": "Tengo un pack de horas ¿Cómo sé cuántos créditos tengo?",
  "faq_reservas_10_a": "<p><strong>Desde el ordenador:</strong> Haz clic en Membresías &gt; Mis membresías &gt; Créditos de dinero o Créditos de clase/cita.</p><p class=\"mt-3\"><strong>Desde la App:</strong> Haz clic en Membresías &gt; Busca tu membresía. Al lado sale los créditos que tienes pendientes y su fecha de caducidad.</p>",
  "faq_reservas_11_q": "Tengo un abono de horas. ¿Qué caducidad tiene?",
  "faq_reservas_11_a": "<p>Los abonos de horas tienen una caducidad de <strong>6 meses</strong> desde su activación que se efectúa solamente con la primera reserva que hagas. Puedes ver la fecha de caducidad de tu pack de horas entrando en la aplicación móvil de Momence, o desde el ordenador accediendo a tu cuenta aquí: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></p>",
  "faq_reservas_12_q": "¿Si tengo una suscripción mensual, puedo cambiar de clase cada semana?",
  "faq_reservas_12_a": "<p>No. Si tienes una suscripción mensual, debes venir cada semana a los cursos que tienes contratados. La única excepción en que puedes hacer clases diferentes a las cuales estás matriculad@, es por motivo de recuperación de alguna clase que hayas faltado de forma puntual.</p>",
  "faq_reservas_13_q": "¿Si tengo un abono de horas, puedo cambiar de clase de manera libre?",
  "faq_reservas_13_a": "<p>Sí. Si tienes un abono de horas podrás elegir hacer clases diferentes, sin compromiso, hasta un número total correspondiente al abono que has comprado, siempre respetando el periodo de expiración de tu abono.</p>",
  "faq_cuenta_1_q": "Actualmente soy estudiante. ¿Cómo accedo a mi cuenta y veo mis membresías/abonos?",
  "faq_cuenta_1_a": "<p>Si todavía tienes membresías provenientes de la plataforma anterior Goteamup, usa el mismo correo electrónico en Momence que usaste en la plataforma anterior.</p><p class=\"mt-3\">Desde <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>, haz clic en \"Forgot your password?\" &gt; ingresa tu correo electrónico, haz clic en Reset Password, luego revisa tu bandeja de entrada de email &gt; haz clic en el enlace para crear la contraseña, envíala y luego dirígete a <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> e inicia sesión.</p><p class=\"mt-3\">Para ver información de membresía, haz clic en Mis membresías.</p><p class=\"mt-3\">Puedes descargar la aplicación móvil aquí:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para Android</a></li></ul>",
  "faq_cuenta_2_q": "No puedo iniciar sesión. ¿Qué hago?",
  "faq_cuenta_2_a": "<p>Si anteriormente efectuaste un registro en nuestro sistema, desde <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>, haz clic en \"Forgot your password?\" &gt; ingresa tu correo electrónico, haz clic en Reset Password, luego revisa tu bandeja de entrada de email &gt; haz clic en el enlace para crear la contraseña, envíala y luego dirígete a <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> e inicia sesión.</p><p class=\"mt-3\">Para ver información de membresía, haz clic en Mis membresías.</p><p class=\"mt-3\">Puedes descargar la aplicación móvil aquí:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descargar para Android</a></li></ul><p class=\"mt-3\">Si sigues sin poder hacer login contacta el equipo de soporte de momence <a href=\"mailto:support@momence.com\" class=\"text-primary-accent hover:underline\">support@momence.com</a> y explícales tu caso y de qué estudio se trata.</p>",
  "faq_cuenta_3_q": "¿Cómo edito la información de pago de mi cuenta de cliente?",
  "faq_cuenta_3_a": "<p>Inicia sesión en tu cuenta de cliente de Momence &gt; haz clic en 'Mi cuenta' en la parte inferior izquierda &gt; agrega y elimina métodos de pago.</p>",
  "faq_cuenta_4_q": "¿Cómo agrego una nueva tarjeta o actualizo mi contraseña?",
  "faq_cuenta_4_a": "<p>Después de iniciar sesión como cliente, haz clic en la pestaña \"My account\" en la parte inferior izquierda de tu Panel de cliente.</p><p class=\"mt-3\">Desde esta página tendrás la oportunidad de:</p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Agregar una tarjeta de débito o crédito;</li><li>Actualizar tu contraseña.</li></ul>",
  "faq_cuenta_5_q": "¿Cómo actualizo el nombre de mi cuenta, mi correo electrónico o contraseña?",
  "faq_cuenta_5_a": "<p>Para actualizar cualquiera de los anteriores, inicia sesión como cliente y luego haz clic en tu nombre en la parte superior derecha. Selecciona la opción \"Manage account\".</p><p class=\"mt-3\">Encontrarás campos para nombre y correo electrónico en la parte superior. Para restablecer o cambiar tu contraseña, desplázate hacia abajo.</p>",
  "faq_cuenta_6_q": "¿Cómo subo una foto de perfil a mi cuenta de Momence a través de la aplicación móvil?",
  "faq_cuenta_6_a": "<p>Como estudiante, para que te identifiquemos correctamente, debes usar tu aplicación móvil Momence para cargar tu fotografía tocando: 'Cuenta' (abajo a la derecha) &gt; Editar foto &gt; eligiendo una foto de la Biblioteca o tomando una.</p>",
  "faq_cuenta_7_q": "¿Cómo cancelo mi suscripción mensual?",
  "faq_cuenta_7_a": "<p>Para cancelar tu suscripción debes escribirnos al email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a>. Te enviaremos un formulario para que lo completes y listo.</p><p class=\"mt-3\">Ten en cuenta para darse de baja hay que notificar por escrito con una antelación mínima de 15 días. Si no se respeta este plazo se pasará igualmente a cobro el siguiente recibo. Sin excepciones.</p>",
  "faq_cuenta_8_q": "¿Con cuánto tiempo de antelación debo notificar a la academia si me quiero dar de baja?",
  "faq_cuenta_8_a": "<p>Para darse de baja y evitar el siguiente cobro, hay que notificar por escrito al email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a>, con una antelación mínima de 15 días.</p><p class=\"mt-3\">Si no se respeta este plazo se pasará igualmente a cobro el siguiente recibo. Sin excepciones.</p>",
  "faq_cuenta_9_q": "¿Puedo pausar/suspender mi suscripción mensual?",
  "faq_cuenta_9_a": "<p>Para suspender tu suscripción debes escribirnos al email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a> y te lo gestionamos. Coste de manutención de matrícula: 15 euros mensuales.</p><p class=\"mt-3\">Por favor, ten en cuenta que aunque nos pidas que te pausemos la suscripción, hay que notificar por escrito con una antelación mínima de 15 días. Si no se respeta este plazo se pasará igualmente a cobro el siguiente recibo. Sin excepciones.</p><p class=\"mt-3\">En estos casos, excepcionalmente, usaremos la mensualidad que se cobra para sustituir el pago de la mensualidad correspondiente al mes en que te vas a incorporar de nuevo a las clases.</p>",
  "faq_otras_1_q": "Y si nunca he bailado, ¿las clases de baile de Farray\\'s Center también son para mí?",
  "faq_otras_1_a": "<p>Si nunca has bailado, por supuesto que tenemos clases para ti. Más del 30% de nuestras clases están recomendadas para estudiantes principiantes.</p><p class=\"mt-3\">En nuestras clases aprenderás a bailar desde cero y te ayudaremos a crear las bases para que tu aprendizaje sea sólido y eficaz.</p>",
  "faq_otras_2_q": "Ya sé bailar, ¿me puedo apuntar a vuestras clases?",
  "faq_otras_2_a": "<p>Por supuesto que sí. Si sientes que tu forma de bailar no evoluciona, quieres mejorar y no sabes dónde ir o simplemente necesitas cambiar de aires, Farray\\'s Center es tu lugar.</p>",
  "faq_otras_3_q": "¿Cómo funcionan los cursos en Farray\\'s Center?",
  "faq_otras_3_a": "<p>Los cursos se imparten presencialmente de lunes a viernes de 18h a 23h. Tenemos más de 25 estilos diferentes distribuidos en más de 100 horas a la semana.</p><p class=\"mt-3\">El curso 2025-2026 empieza el 1 de septiembre de 2025 y termina el 28 de julio de 2026.</p><p class=\"mt-3\">Si puedes asistir con regularidad, te recomendamos las cuotas mensuales, trimestrales, semestrales o anuales. Con estas cuotas, cada semana, tienes que venir siempre a las clases a las cuales te diste de alta. Puedes hacer dos cursos diferentes, por ejemplo, pero debes asistir siempre a las mismas clases; mismo día y misma hora.</p><p class=\"mt-3\">Si necesitas flexibilidad de horarios, sea porque trabajas por turnos o tu rutina no te permite venir de forma regular, tenemos abonos de horas en que solo usas las clases que reserves y puedes reservar diferentes estilos a tu antojo (siempre y cuando haya plaza), desde la aplicación de la academia.</p><p class=\"mt-3\">Se debe abonar una cuota de inscripción de 60 € para darse de alta. Para los cursos de los años siguientes, si sigues en la academia, solo tendrás que abonar 20 euros de renovación de matrícula que se cobra de forma automática en la cuenta el día 1 de agosto.</p><p class=\"mt-3\">Las clases normalmente tienen 1 hora de duración. No obstante, existen algunas clases que duran 1,5 horas.</p>",
  "faq_otras_4_q": "¿Cómo llego a Farray\\'s Center?",
  "faq_otras_4_a": "<p>Estamos en la Calle Entença nº 100 en Barcelona, muy cerquita de Plaza España y estación de Sants.</p><p class=\"mt-3\"><strong>Metro 🚇️</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Entença</li><li>Rocafort</li></ul><p class=\"mt-3\"><strong>Tren 🚇️</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Barcelona Sants</li><li>Plaza España</li></ul><p class=\"mt-3\"><strong>Bus 🚌</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Parada 59: Entença</li><li>Plaza España</li></ul><p class=\"mt-3\"><strong>Coche 🚗</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>🅿 Parking gratuito en zona verde, azul y zona de cargas y descargas a partir de las 20:00h</li><li>🅿 Parking gratuito en el tercer carril de Entença a partir de las 21:00h</li><li>🅿 Parking de pago justo delante de la academia. Descuento del 10% por ser estudiante</li></ul><p class=\"mt-3\"><strong>Bicicleta y patinetes 🚲︎ 🛴</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>🅿 Bicing Barcelona – Parada: Calle Villamarí nº 61</li><li>🅿 Aparca tu bicicleta o patinete en la entrada de la academia. Recuerda traer candado.</li></ul>",
  "faq_otras_5_q": "¿Tenéis coste de matrícula?",
  "faq_otras_5_a": "<p>Sí, tenemos una matrícula de 60 euros el primer año. Para los años posteriores, el precio de la matrícula para los estudiantes es de 20 euros y se cobrará de forma automática el 1 de agosto de cada año.</p><p class=\"mt-3\">Esa cuota reducida de 20 euros, solo se mantiene, siempre y cuando el estudiante esté dado de alta de forma continuada, a lo largo de los años.</p>",
  "faq_otras_6_q": "¿Puedo hacer clases de prueba?",
  "faq_otras_6_a": "<p>Sí. Las reservas de las clases de prueba se deben hacer por internet a través de nuestra plataforma digital de reservas o a través de la aplicación móvil. Verás que es muy fácil, rápido y cómodo. Te tardará menos de un minuto en reservar una clase.</p>",
  "faq_cta_title": "¿No encuentras lo que buscas?",
  "faq_cta_subtitle": "Si tienes alguna otra pregunta, no dudes en contactarnos o acceder a tu cuenta de Momence.",
  "faq_stat_dance_styles": "Estilos de baile disponibles",
  "faq_stat_weekly_hours": "Horas de clase semanales",
  "faq_stat_days_recovery": "Días para recuperar clase cancelada",
  "faq_stat_hours_cancel": "Horas de antelación para cancelar",
  "faq_stat_months_pack_validity": "Meses de validez del abono",
  "faq_stat_days_cancellation_notice": "Días de antelación para darse de baja",
  "faq_stat_maintenance_fee": "Cuota mensual de mantenimiento de matrícula",
  "faq_stat_beginner_classes": "Clases recomendadas para principiantes",
  "faq_stat_enrollment_fee": "Matrícula primer año",
  "faq_stat_renewal_fee": "Matrícula renovación anual",
  "faq_stat_facility_size": "Superficie total del centro",
  "faq_cta_contact": "Contactar",
  "faq_cta_login": "Acceder a Mi Cuenta",
  "faq_hero_image_alt": "Alumnas practicando en clase de baile en Farray's Dance Center Barcelona - Preguntas frecuentes sobre clases y horarios"
}
