{
  "danceClassesHub_style_otras_danzas_desc": "Explora bailes únicos del mundo y estilos exóticos que no entran en las categorías tradicionales. Desde danzas africanas hasta estilos experimentales, talleres especiales y clases rotativas de estilos en demanda. Perfecto para bailarines curiosos que buscan ampliar su vocabulario de movimiento con danzas poco convencionales.",
  "danceClassesHub_style_bum_bum_gluteos_desc": "Entrena y tonifica glúteos de forma divertida con música brasileña vibrante. Combina ejercicios específicos de glúteos con movimientos de baile latino que fortalecen, levantan y esculpen mientras te diviertes. Clase fitness orientada a bailarines con ejercicios funcionales, sentadillas, lunges y trabajo de resistencia muscular.",
  "danceClassesHub_style_bum_bum_fit_desc": "Entrenamiento completo del cuerpo que combina tonificación muscular, cardio y flexibilidad con ritmos latinos. Trabaja todo tu cuerpo desde glúteos hasta core, brazos y piernas mientras bailas. Perfecto para bailarines que buscan complementar su técnica con fuerza funcional y resistencia cardiovascular.",
  "danceClassesHub_style_body_conditioning_desc": "Acondicionamiento físico específico para bailarines que combina fortalecimiento muscular, estiramiento profundo y movilidad articular. Desarrolla fuerza funcional en core, piernas y brazos, previene lesiones y mejora tu rendimiento en cualquier estilo de danza. Sesiones focalizadas en preparación física de bailarines profesionales.",
  "danceClassesHub_style_dance_barre_desc": "Entrenamiento de barra inspirado en ballet que combina técnica clásica con ejercicios isométricos de tonificación. Fortalece piernas, glúteos, core y brazos mientras mejoras equilibrio, postura y elegancia de movimiento. Perfecto para bailarines que buscan fuerza muscular controlada con estética de ballet.",
  "danceClassesHub_style_pilates_desc": "Método Pilates orientado a bailarines con enfoque en control del core, alineación postural, flexibilidad y fuerza profunda. Aprende respiración consciente, activación de powerhouse y movimientos controlados que mejoran tu técnica de danza, previenen lesiones y aumentan tu conciencia corporal. Sesiones en mat (colchoneta) adaptadas a todos los niveles.",
  "danceClassesHub_style_kizomba_desc": "Baile sensual angoleño en pareja que combina conexión profunda, movimientos de cadera fluidos y abrazo íntimo con música africana suave. Aprende técnica de pareja, leading/following, ondas corporales y musicalidad kizomba. Baile social perfecto para amantes de la conexión auténtica y ritmos africanos contemporáneos.",
  "danceClassesHub_style_semba_desc": "El padre de la Kizomba: baile tradicional angoleño alegre y festivo con pasos rápidos, saltos y giros dinámicos. Aprende la esencia africana de Angola con técnica de pareja, musicalidad semba y pasos tradicionales. Baile social energético que te conecta con las raíces africanas auténticas antes de la fusión kizomba.",
  "danceClassesHub_style_kompa_desc": "Baile sensual haitiano en pareja con ritmo caribeño lento y movimientos de cadera hipnóticos. Aprende conexión profunda, técnica de pareja, ondas corporales fluidas y musicalidad kompa con sabor del Caribe francófono. Similar a la kizomba pero con identidad haitiana única y ritmo característico.",
  "danceClassesHub_style_flamenco_desc": "Arte andaluz apasionado que combina baile, cante y guitarra con duende y expresión emocional intensa. Aprende zapateado, braceo, palmas, giros flamencos y actitud flamenca auténtica. Técnica española tradicional con raíces gitanas que desarrolla fuerza de piernas, musicalidad compleja y presencia escénica poderosa.",
  "danceClassesHub_style_sevillanas_desc": "Baile tradicional andaluz festivo en pareja que se baila en ferias, romerías y celebraciones. Aprende los cuatro coplas tradicionales, braceo elegante, vueltas coordinadas y técnica de pareja con palmadas características. Baile social español perfecto para fiestas, Feria de Abril y celebraciones andaluzas.",
  "danceClassesHub_style_telas_aereas_desc": "Danza aérea circense en telas de seda suspendidas que combina fuerza, flexibilidad, elegancia y acrobacia vertical. Aprende envolturas, caídas controladas, figuras aéreas y secuencias coreográficas suspendidas en el aire. Desarrolla fuerza de todo el cuerpo, confianza, gracia aérea y expresión artística en las alturas.",
  "danceClassesHub_style_acro_yoga_desc": "Fusión de yoga, acrobacia y masaje tailandés que se practica en pareja o grupos. Aprende bases, voladores, posturas aéreas, equilibrio acrobático y confianza corporal mientras desarrollas fuerza, flexibilidad y conexión humana. Práctica lúdica que combina fitness, arte corporal y comunidad.",
  "dancehallPageTitleV2": "Clases de Dancehall en Barcelona | Puro Dancehall Jamaicano | Farray's Center",
  "dancehallHeroTitleV2": "Clases de Dancehall en Barcelona",
  "dancehallHeroSubtitleV2": "Puro Dancehall Jamaicano en Farray's Center. Mucho más que baile, una forma de vivir. Viaja a Jamaica sin salir de Barcelona | Clases desde iniciación hasta avanzado, entre Plaza España y Sants.",
  "dancehallCTA1": "Date de Alta Ahora",
  "dancehallCTA2": "Ver Horarios",
  "dancehallUrgency": "Solo quedan 3 plazas este mes",
  "dancehallUrgency2": "Oferta válida solo hasta el viernes",
  "dancehallProblemsTitle": "¿Te Identificas en Alguna de Estas Situaciones?",
  "dancehallProblem1Title": "¿Te Sientes Estresado, Sin Energía y Cansado de Tu Rutina?",
  "dancehallProblem1Desc": "No debes dejar que la monotonía te domine. Es hora de hacer un cambio y recuperar tu vitalidad, motivación y ganas de hacer cosas.",
  "dancehallProblem2Title": "¿Sientes Que Podrías Mostrar Una Versión Más Segura de Ti?",
  "dancehallProblem2Desc": "Los que hoy se muestran seguros y confiados aprendieron a vencer sus miedos. Tú también puedes descubrir la mejor versión de ti.",
  "dancehallProblem3Title": "¿Estás Cansado de Rutinas de Ejercicio Aburridas?",
  "dancehallProblem3Desc": "Deberías poder mantenerte en forma de una manera divertida, agradable y amena, porque hacer siempre lo mismo es lo que te aburre.",
  "dancehallProblem4Title": "¿Sientes Que Deberías Divertirte y Socializar Más?",
  "dancehallProblem4Desc": "Necesitas un momento en tu semana para divertirte, ampliar tu círculo de amigos y hacer una actividad que te conecte contigo y con los demás.",
  "dancehallProblem5Title": "¿Te Encanta Bailar Pero Necesitas Probar Algo Diferente y Fresco?",
  "dancehallProblem5Desc": "Necesitas un soplo de aire fresco para despertar tu creatividad y reconectar con tu cuerpo de una forma totalmente nueva.",
  "dancehallProblem6Title": "¿La Esencia de Jamaica y Su Cultura Te Mueven Por Dentro?",
  "dancehallProblem6Desc": "Si te inspira todo lo que representa Jamaica deberías encontrar formas de experimentar su cultura sin tener que cruzar el océano.",
  "dancehallSolutionTitle": "Necesitas Apuntarte a Clases de Dancehall en Una Academia de Baile",
  "dancehallSolutionDesc": "Decenas de personas ya han dado el paso y lo viven cada semana en nuestras clases de Dancehall en Barcelona, a tan solo 5 minutos de Plaza España y Estación de Sants. Y cuando salen... ya no son los mismos. Si quieres salir de la rutina, sentirte mejor contigo mismo, conocer gente nueva y ponerte en forma mientras te diviertes, este estilo caribeño es lo tuyo.",
  "dancehallCulturalTitle": "¿Qué es el Dancehall? Mucho Más Que Un Baile",
  "dancehallCulturalShort": "**El Dancehall nace en los guetos de Kingston (Jamaica) a finales de los 70 como evolución del reggae, impulsado por sound systems en streets y dancehalls, espacios comunitarios para bailar y liberar tensiones sociales.**",
  "dancehallCulturalFull": "### Los Orígenes: Kingston, Jamaica (1970s-1980s)\n\nEl Dancehall nació en los guetos de Kingston a finales de los años 70. Surgió como una evolución natural del reggae, cuando los sound systems (sistemas de sonido móviles) empezaron a llevar la música a las calles y a los dancehalls (salas de baile). El nombre \"dancehall\" proviene de esos espacios donde la comunidad se reunía para bailar, socializar y expresarse. Era el lugar donde las tensiones sociales se liberaban a través de la música y el movimiento.\n\n### Las Leyendas: Bogle, Passa Passa y los Pioneros\n\n**Gerald \"Bogle\" Levy (1964-2005) es considerado el padre del Dancehall moderno.** Creó movimientos icónicos como **Bogle, Row Di Boat, Log On y Willie Bounce**, base del vocabulario Dancehall.\n\n**Passa Passa**, las sesiones legendarias de street dancehall en Tivoli Gardens (Kingston), fue el epicentro donde nacían nuevos pasos y se consagraban los bailarines.\n\nOtros pioneros como **Ding Dong, Keiva, John Hype** y crews como **Ravers Clavers** llevaron el Dancehall a nivel internacional en los 2000.\n\n**\"Gerald 'Bogle' Levy es el padre del Dancehall moderno con pasos icónicos como Bogle, Row Di Boat y Log On; Passa Passa en Tivoli Gardens (Kingston) fue el epicentro de street dancehall donde nacían tendencias.\"**\n\n### La Expansión Global (2000s-Presente)\n\nEn los años 2000, el Dancehall explotó globalmente gracias a artistas como **Sean Paul, Shaggy, Elephant Man y Beenie Man**. Las redes sociales y YouTube popularizaron pasos como **Dutty Wine, Daggering y Nuh Linga**.\n\n**Desde los 2000, artistas como Sean Paul y Elephant Man, junto a YouTube y redes, globalizaron el Dancehall con pasos como Dutty Wine y Daggering; hoy tiene comunidades fuertes en Europa (Barcelona como epicentro), África, Asia y América.**\n\nHoy, el Dancehall es un fenómeno mundial con comunidades activas en Europa, África, Asia y América; Barcelona es uno de sus epicentros europeos.\n\n### La Música: Riddims y Cultura Sound System\n\n**El Dancehall se baila sobre riddims (bases instrumentales) que los productores crean y múltiples artistas vocalizan.** Riddims legendarios como **Diwali, Coolie Dance o Dump Truck** definieron épocas enteras.\n\n**\"El Dancehall se baila sobre riddims legendarios como Diwali o Coolie Dance, con cultura sound system de selectores, MCs y rewind; múltiples artistas vocalizan la misma base instrumental, definiendo épocas.\"**\n\nLa cultura del sound system —con sus selectores, MCs y el famoso rewind cuando una canción es tan buena que se vuelve a poner desde el principio— es esencial para entender el Dancehall.\n\n### Más Que Baile: Identidad y Resistencia\n\nEl Dancehall ha sido siempre una forma de resistencia cultural y expresión de identidad para las comunidades marginadas de Jamaica. Es la voz de los guetos, una celebración de la alegría a pesar de las dificultades.\n\n**\"El Dancehall es resistencia cultural de guetos jamaicanos, con pasos cargados de significado como Log On ('conectarse') o Nuh Linga ('no te demores'), celebrando alegría e identidad pese a las dificultades.\"**\n\nCada paso tiene un significado: **Log On** (conectarse), **Willie Bounce** (homenaje a Willie Haggart), **Nuh Linga** (no te demores). Cada movimiento cuenta una historia.\n\n### Dancehall en Farray's: técnica y comunidad\n\nEn Farray's International Dance Center, el Dancehall se enseña con técnica, respeto y contexto histórico, priorizando la buena energía, la precisión de movimientos y un entorno profesional.\n\n**Estudios científicos sobre danza señalan que bailar mejora la coordinación, la propiocepción y la condición física general, además de reducir el estrés y mejorar el estado de ánimo, y el Dancehall se beneficia de estos efectos por su alta energía y trabajo corporal completo.**\n\n**Una clase de Dancehall activa puede quemar 300-480 calorías por hora según peso e intensidad, similar a otros bailes aeróbicos de alta demanda.**\n\n**Revisiones científicas asocian el baile regular con menor riesgo de deterioro cognitivo y demencia, destacando su valor como entrenamiento cerebral en estilos dinámicos como Dancehall.**\n\n**Farray's International Dance Center ofrece clases de Dancehall en una escuela valorada cerca del 5/5 en Google con cientos de reseñas positivas.**",
  "dancehallBenefitsTitle": "¿Por Qué Apuntarte a Clases de Dancehall Mejorará Tu Vida?",
  "dancehallBenefitsSubtitle": "Imagina Tu 'Antes y Después'",
  "dancehallBenefit1Title": "Recuperas Energía, Motivación y Ganas",
  "dancehallBenefit1Desc": "Las clases de dancehall rompen la rutina, te ayudan a liberar el estrés y te devuelven las ganas de moverte y de volver a disfrutar.",
  "dancehallBenefit2Title": "Ganas Seguridad, Confianza y Autoestima",
  "dancehallBenefit2Desc": "Bailar dancehall te permite subir tu autoestima, superar miedos, soltarte y descubrir una versión más segura y auténtica de ti mismo.",
  "dancehallBenefit3Title": "Evitas Las Rutinas de Ejercicio Aburridas",
  "dancehallBenefit3Desc": "Las clases de dancehall son dinámicas, divertidas y siempre diferentes. Te pones en forma con una sonrisa en la cara y te sorprendes con cada clase.",
  "dancehallBenefit4Title": "Te Diviertes, Conoces Personas Nuevas y Socializas",
  "dancehallBenefit4Desc": "Las clases de dancehall son el lugar perfecto para conocer gente nueva, reírte y crear conexiones reales mientras te diviertes.",
  "dancehallBenefit5Title": "Conoces Pasos Nuevos y Evitas la Monotonía en el Baile",
  "dancehallBenefit5Desc": "Bailar dancehall te permitirá descubrir movimientos y sensaciones nuevas, reconectar con tu cuerpo y volver a disfrutar bailando.",
  "dancehallBenefit6Title": "Viajas a Jamaica Sin Moverte de Barcelona",
  "dancehallBenefit6Desc": "Te conectarás con la esencia y las raíces de Jamaica sin que tengas que salir de Barcelona. Te contagiará por su estilo, alegría y autenticidad.",
  "dancehallBenefit7Title": "Descubres Nuevos Ritmos y Entrenas Tu Oído",
  "dancehallBenefit7Desc": "Vas a conocer nuevas músicas y ritmos, ejercitar tu coordinación y memoria, y mejorar tu capacidad de improvisación e interpretación musical.",
  "dancehallMidCTATitle": "¿Listo Para Transformar Tu Vida?",
  "dancehallMidCTADesc": "Habla con nosotros por WhatsApp y reserva tu clase gratis ahora mismo. ¡Te respondemos en minutos!",
  "dancehallHowItWorksTitle": "¿Cómo Funcionan Nuestras Clases de Dancehall en Barcelona?",
  "dancehallClassStructureTitle": "Estructura de Cada Clase (60 min)",
  "dancehallClassStructureDesc": "En nuestras clases de Dancehall en Barcelona generalmente se enseña una secuencia coreografiada, pero en la práctica el Dancehall es una danza improvisada. Cada sesión está diseñada para que aprendas, te diviertas y te expreses.",
  "dancehallLevelsTitle": "Niveles Para Todos",
  "dancehallTeachersTitle": "Conoce Nuestras Profesoras de Dancehall",
  "dancehallTeachersSubtitle": "Increíbles Profesionales, Mejores Personas",
  "dancehallTeacher1Specialty": "Profesora de Dancehall | +5 años de Experiencia",
  "dancehallTeacher1Bio": "Isabel López es una apasionada del dancehall con más de 5 años de experiencia como profesora especializada en baile urbano y reggaeton. Entrenada con maestros jamaicanos, su energía contagiosa y técnica profesional la convierten en una de las instructoras más queridas de Farray's Center. Sus clases mezclan old school moves (Willie Bounce, Nuh Linga) con los últimos hits.",
  "dancehallTeacher2Specialty": "Profesora de Dancehall y Twerk | +6 años de Experiencia",
  "dancehallTeacher2Bio": "Sandra Gómez es una bailarina profesional con más de 6 años de experiencia en dancehall y twerk. Su estilo único fusiona movimientos del Twerk/Bootydance con la esencia jamaicana. Su técnica impecable y metodología de enseñanza la convierten en una de las profesoras más solicitadas. Energía, sensualidad y feminidad pura.",
  "dancehallScheduleTitle": "Horarios de Nuestras Clases de Dancehall en Barcelona",
  "dancehallScheduleSubtitle": "Clases disponibles prácticamente todos los días de la semana",
  "dancehallFaqTitle": "Preguntas Frecuentes Sobre Nuestra Escuela de Dancehall en Barcelona",
  "dancehallFaqQ5": "¿Dónde puedo encontrar clases de Dancehall cerca de Plaza España en Barcelona?",
  "dancehallFaqA5": "Farray's Center está ubicado en Calle Entença 100, Barcelona, a solo 5 minutos de Plaza España y Estación de Sants. Contamos con profesoras con amplia experiencia y un ambiente familiar para todos los niveles.",
  "dancehallFaqQ6": "¿Organizáis eventos o talleres especiales de Dancehall?",
  "dancehallFaqA6": "Sí, organizamos workshops, masterclasses y eventos sociales durante el año. Síguenos en redes o consulta nuestra web para estar al día. También participamos en los mejores festivales de danza de todo el mundo.",
  "dancehallFaqQ7": "¿Las clases son solo para mujeres o también para hombres?",
  "dancehallFaqA7": "Nuestras clases están abiertas a todas las personas, sin importar género o experiencia previa. ¡El Dancehall es para todos! La diversidad enriquece la experiencia para todos.",
  "dancehallFinalCTATitle": "¿Por Qué Hoy Es el Mejor Momento Para Empezar?",
  "dancehallFinalCTADesc": "Porque cada día que no te mueves, tu cuerpo te pide un poco más. Porque estás solo a una clase de cambiar tu rutina. En Farray's no vendemos clases. Creamos experiencias. Te esperamos con música cañera, profesoras con duende y una energía que no encontrarás en ningún otro lugar de Barcelona.",
  "dancehallPrepareTitle": "Prepara tu primera clase de Dancehall",
  "dancehallPrepareSubtitle": "Todo lo que necesitas saber antes de venir",
  "dancehallPrepareWhatToBring": "Qué traer:",
  "dancehallPrepareItem1": "Ropa cómoda y que te permita moverte libremente (leggings, shorts, joggers)",
  "dancehallPrepareItem2": "Camiseta o top que no te limite los movimientos de brazos",
  "dancehallPrepareItem3": "Botella de agua (mínimo 500ml) - el Dancehall es intenso",
  "dancehallPrepareItem4": "Toalla pequeña para el sudor",
  "dancehallPrepareItem5": "Zapatillas deportivas cómodas con buena amortiguación",
  "dancehallPrepareBefore": "Antes de llegar:",
  "dancehallPrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte y ambientarte",
  "dancehallPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "dancehallPrepareBeforeItem3": "Hidrátate bien durante el día",
  "dancehallPrepareAvoid": "Evita:",
  "dancehallPrepareAvoidItem1": "Joyas, anillos, pulseras o accesorios que puedan engancharse",
  "dancehallPrepareAvoidItem2": "Ropa muy ajustada que impida el movimiento de caderas",
  "dancehallPrepareAvoidItem3": "Calzado de calle en la sala (hay vestuarios)",
  "dancehallPrepareTeacherTip": "Consejo de la profe:",
  "dancehallPrepareTeacherQuote": "No te preocupes si al principio no te salen los pasos. El Dancehall es sentimiento primero, técnica después. Ven con actitud positiva y ganas de pasarlo bien.",
  "dancehallNearbyTitle": "Clases de Dancehall cerca de ti en Barcelona",
  "dancehallNearbyDesc": "Somos la academia de referencia para clases de Dancehall en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnos de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en Dancehall jamaicano con metodología profesional.",
  "dancehallNearbySearchText": "Si buscas \"Clases de Dancehall cerca de mi\" en Barcelona, estamos a:",
  "dancehallNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "dancehallCourseSchemaName": "Clases de Dancehall Jamaicano en Barcelona - Todos los Niveles",
  "dancehallCourseSchemaDesc": "Aprende Dancehall auténtico en Barcelona con el método exclusivo de Farray's International Dance Center. Clases para principiantes, intermedios y avanzados con profesoras expertas formadas en Jamaica.",
  "dancehallCommunityTitle": "Únete a la Comunidad de Dancehall Más Activa de Barcelona",
  "dancehallCommunitySubtitle": "Da el Paso",
  "dancehallCommunityDesc": "Reserva tu plaza ahora y no dejes que te lo cuenten… ni que te lo bailen.",
  "dancehallCommunityFunny": "¡Las plazas vuelan más rápido que un «Dutty Wine» en viernes por la noche! Tienes que dejarte seducir por la energía y el feeling del Dancehall.",
  "dancehallFaqQ8": "¿Qué pasa si no tengo buena coordinación?",
  "dancehallFaqA8": "No te preocupes, la coordinación se desarrolla con la práctica. Nuestras profesoras te guiarán paso a paso y el ambiente es muy acogedor. ¡Lo importante es que seas constante y disfrutes del proceso!",
  "dancehallFaqQ9": "¿Qué estilos de Dancehall enseñamos en nuestra escuela de Barcelona?",
  "dancehallFaqA9": "Diferentes estilos para diferentes gustos: DANCEHALL FEMALE - El estilo tradicional jamaicano con movimientos auténticos. Sensualidad, actitud y flow. DANCEHALL TWERK - Se utilizan muchos movimientos del Twerk/Bootydance. Energía, sensualidad y feminidad pura.",
  "dancehallFaqQ10": "¿Qué niveles de Dancehall tenemos en nuestra escuela de Barcelona?",
  "dancehallFaqA10": "DIFERENTES NIVELES PARA QUE NADIE SE QUEDE SIN BAILAR: Dancehall Principiantes - Ideal para estudiantes que quieren empezar desde cero, para aprender paso a paso y con buen rollo. Dancehall Básico - Ideal para estudiantes que ya tienen un poco de experiencia en Dancehall u otras danzas urbanas. Dancehall Intermedio - Para estudiantes que quieren mejorar técnica, coordinación y expresión con pasos más complejos y musicalidad. Dancehall Avanzado - Pensado para quienes quieren llevar su nivel al máximo y llevar su estilo al siguiente nivel.",
  "dancehallFaqQ11": "¿Puedo unirme en cualquier momento del año?",
  "dancehallFaqA11": "¡Sí! Puedes empezar cuando quieras. Consulta nuestro calendario para ver las próximas clases disponibles. Si tienes dudas sobre el nivel o el grupo, escríbenos y te orientamos.",
  "dancehallFaqQ12": "¿Tenéis algún descuento especial?",
  "dancehallFaqA12": "Sí, ofrecemos descuentos si te apuntas a más de un curso. Consulta nuestra web o pregúntanos directamente para más detalles.",
  "dancehallFaqQ13": "¿Y si falto a una clase por trabajo o compromisos?",
  "dancehallFaqA13": "Si tienes una membresía y cancelas una clase tienes 30 días para recuperarla, contando desde la fecha de la clase cancelada. Si tienes un abono de horas, eres tú quien gestiona tus clases de manera flexible y solamente debes cancelar tu clase y reservarla para otro día cuando así lo desees, antes que termine el periodo de caducidad. Todas las gestiones se hacen exclusivamente desde la aplicación digital de la academia.",
  "dancehallFaqQ14": "¿Si falto a una clase debo recuperarla haciendo el mismo estilo, o puedo hacer otro diferente?",
  "dancehallFaqA14": "Puedes recuperar tu clase cancelada haciendo otro estilo diferente, siempre y cuando respectes el nivel de la clase y gestiones la recuperación desde la aplicación de la escuela.",
  "dancehallFaqQ15": "¿Qué diferencia el Dancehall de otros estilos de baile urbano?",
  "dancehallFaqA15": "El Dancehall es un estilo originario de Jamaica, con mucha energía, pasos característicos y una cultura propia. Combina movimientos enérgicos y sensuales con ritmos de reggae y hip-hop, lo que lo hace único. Se diferencia por su musicalidad y movimientos. Es un estilo que permite la improvisación y la creatividad, ideal para quienes buscan algo más que pasos coreografiados.",
  "dancehallGalleryTitle": "Mira el Ambiente",
  "dancehallVideoTitle": "Vive la Experiencia Dancehall",
  "dancehallVideoDesc": "Descubre cómo son nuestras clases de Dancehall en Barcelona",
  "dancehallCitableOrigen": "El Dancehall nace en los guetos de Kingston (Jamaica) a finales de los 70 como evolución del reggae, impulsado por sound systems en streets y dancehalls, espacios comunitarios para bailar y liberar tensiones sociales.",
  "dancehallCitableLeyendas": "Gerald 'Bogle' Levy es el padre del Dancehall moderno con pasos icónicos como Bogle, Row Di Boat y Log On; Passa Passa en Tivoli Gardens (Kingston) fue el epicentro de street dancehall donde nacían tendencias.",
  "dancehallCitableExpansionGlobal": "Desde los 2000, artistas como Sean Paul y Elephant Man, junto a YouTube y redes, globalizaron el Dancehall con pasos como Dutty Wine y Daggering; hoy tiene comunidades fuertes en Europa (Barcelona como epicentro), África, Asia y América.",
  "dancehallCitableMusica": "El Dancehall se baila sobre riddims legendarios como Diwali o Coolie Dance, con cultura sound system de selectores, MCs y rewind; múltiples artistas vocalizan la misma base instrumental, definiendo épocas.",
  "dancehallCitableIdentidad": "El Dancehall es resistencia cultural de guetos jamaicanos, con pasos cargados de significado como Log On ('conectarse') o Nuh Linga ('no te demores'), celebrando alegría e identidad pese a las dificultades.",
  "dancehallStatistics": "Estudios científicos sobre danza señalan que bailar mejora la coordinación, la propiocepción y la condición física general, además de reducir el estrés y mejorar el estado de ánimo, y el Dancehall se beneficia de estos efectos por su alta energía y trabajo corporal completo.",
  "dancehallCitableFact1": "Una clase de Dancehall activa puede quemar 300-480 calorías por hora según peso e intensidad, similar a otros bailes aeróbicos de alta demanda.",
  "dancehallCitableFact2": "Revisiones científicas asocian el baile regular con menor riesgo de deterioro cognitivo y demencia, destacando su valor como entrenamiento cerebral en estilos dinámicos como Dancehall.",
  "dancehallCitableFact3": "Farray's International Dance Center ofrece clases de Dancehall en una escuela valorada cerca del 5/5 en Google con cientos de reseñas positivas.",
  "home_categories_urbano_styles_femmology_heels": "Femmology Heels",
  "home_categories_urbano_styles_hip_hop_reggaeton": "Hip Hop Reggaeton",
  "home_categories_urbano_styles_reggaeton_cubano": "Reggaeton Cubano (Reparto)",
  "home_categories_urbano_styles_sexy_reggaeton": "Sexy Reggaeton",
  "home_categories_urbano_styles_sexy_style": "Sexy Style",
  "home_categories_urbano_styles_commercial_dance": "Commercial Dance",
  "home_categories_urbano_styles_kpop": "K-Pop",
  "home_categories_salsa_bachata_bullets": "Salsa, Bachata, Timba y más, Baila solo o en pareja, Grupos de todos los niveles",
  "home_categories_salsa_bachata_styles_bachata": "Bachata",
  "home_categories_salsa_bachata_styles_folklore_cubano": "Folklore Cubano",
  "home_categories_salsa_bachata_styles_salsa_cubana": "Salsa Cubana",
  "home_categories_salsa_bachata_styles_salsa_lady_style": "Salsa Lady Style",
  "home_categories_salsa_bachata_styles_salsa_lady_timba": "Salsa Lady Timba",
  "home_categories_salsa_bachata_styles_timba_cubana": "Timba Cubana",
  "home_categories_salsa_bachata_styles_son_cubano": "Son Cubano",
  "home_categories_salsa_bachata_styles_men_style_salsa": "Men Style Salsa",
  "home_categories_danza_styles_ballet_clasico": "Ballet Clásico (Escuela Cubana)",
  "home_categories_danza_styles_bum_bum_gluteos": "Bum Bum Glúteos Maravillosos",
  "home_categories_fitness_bullets": "Tonifica bailando, Bum Bum, Pilates, Dance Barre, Clases divertidas y efectivas",
  "home_categories_fitness_styles_bum_bum_gluteos": "Bum Bum Glúteos Maravillosos",
  "home_categories_fitness_styles_bum_bum_fit": "Bum Bum Cuerpo Fit",
  "home_categories_fitness_styles_body_conditioning": "Body Conditioning",
  "home_categories_fitness_styles_dance_barre": "Dance Barre",
  "home_categories_fitness_styles_pilates": "Pilates",
  "home_categories_mananas_bullets": "Empieza el día bailando, Horario flexible matinal, Grupos reducidos",
  "home_categories_mananas_styles_afro_jazz": "Afro Jazz (Técnica Cubana)",
  "home_categories_mananas_styles_contemporaneo": "Contemporáneo Lírico & Suelo y Flow",
  "home_categories_mananas_styles_sexy_reggaeton": "Sexy Reggaeton",
  "home_categories_mananas_styles_sexy_style": "Sexy Style",
  "home_categories_mananas_styles_otras_danzas": "Danzas del Mundo y Exóticas",
  "home_categories_otras_bullets": "Kizomba, Flamenco, Telas Aéreas..., Próximamente nuevos grupos, Apúntate a la lista de espera",
  "home_categories_otras_styles_kizomba": "Kizomba",
  "home_categories_otras_styles_semba": "Semba",
  "home_categories_otras_styles_kompa": "Kompa",
  "home_categories_otras_styles_flamenco": "Flamenco",
  "home_categories_otras_styles_sevillanas": "Sevillanas",
  "home_categories_otras_styles_telas_aereas": "Telas Aéreas y Aro",
  "home_categories_otras_styles_acro_yoga": "Acro Yoga",
  "contact_breadcrumb_home": "Inicio",
  "contact_breadcrumb_current": "Contacto",
  "merchandising_breadcrumb_home": "Inicio",
  "merchandising_breadcrumb_current": "Merchandising",
  "particularesPage_cta_primary": "Ver Packs y Precios",
  "particularesPage_cta_secondary": "Consultar Disponibilidad",
  "particularesPage_benefits_title": "¿Por Qué Elegir Clases Particulares de Baile?",
  "particularesPage_benefits_subtitle": "Descubre las ventajas que solo las clases privadas pueden ofrecerte",
  "particularesPage_comparison_title": "¿Qué Modalidad Se Adapta Mejor a Ti?",
  "particularesPage_particulares_title": "Clases Particulares",
  "particularesPage_particulares_subtitle": "Para 1-2 alumnos máximo",
  "particularesPage_particulares_feature1": "Máxima exclusividad y privacidad",
  "particularesPage_particulares_feature2": "Aprenderás 3x más rápido que en clases grupales",
  "particularesPage_particulares_feature3": "Profesor dedicado 100% a ti",
  "particularesPage_particulares_feature4": "Horarios flexibles adaptados a tu agenda",
  "particularesPage_particulares_feature5": "Posibilidad de clases online",
  "particularesPage_particulares_feature6": "Posibilidad de clases a domicilio",
  "particularesPage_particulares_feature7": "Bonos disponibles con descuento",
  "particularesPage_premium_title": "Clases Premium en Grupo Reducido",
  "particularesPage_premium_subtitle": "Grupos de 3 a 6 personas",
  "particularesPage_premium_feature1": "Grupo privado con amigos o familia",
  "particularesPage_premium_feature2": "Aprenderás más rápido que en cursos regulares",
  "particularesPage_premium_feature3": "Precio mensual accesible (60€/mes)",
  "particularesPage_premium_feature4": "Horarios acordados entre el grupo",
  "particularesPage_premium_feature5": "Posibilidad de clases online",
  "particularesPage_premium_feature6": "Posibilidad de clases a domicilio",
  "particularesPage_packs_title": "Nuestros Packs de Clases Particulares",
  "particularesPage_packs_subtitle": "Elige el pack que mejor se adapte a tus necesidades. Todos incluyen validez de 12 meses.",
  "particularesPage_faq_title": "Preguntas Frecuentes",
  "particularesPage_faq_subtitle": "Resuelve todas tus dudas sobre las clases particulares de baile",
  "particularesPage_benefitsSubtitle": "Descubre las ventajas que solo las clases privadas pueden ofrecerte",
  "particularesPage_particulares_desc": "Atención exclusiva 100% dedicada a ti. Perfecto para quienes buscan el máximo progreso en el menor tiempo posible, con total privacidad y horarios ultra-flexibles. Ideal para principiantes absolutos, bailarines avanzados que buscan perfeccionarse, o cualquier persona que valore la eficiencia y personalización.",
  "particularesPage_premium_desc": "Combina lo mejor de ambos mundos: aprendizaje acelerado con la energía de un grupo pequeño y privado. Perfecto para amigos, parejas o familias que quieren aprender juntos, compartir costos y mantener un ambiente íntimo. Más económico que clases particulares individuales, pero con atención mucho más personalizada que clases grupales regulares.",
  "particularesPage_pack_regular_feature5": "Enseñanza adaptada a tu nivel",
  "faq_breadcrumb_home": "Inicio",
  "faq_breadcrumb_current": "Preguntas Frecuentes",
  "roomRental_broadcast_title": "Novedad: Retransmisión Online (Broadcast)",
  "roomRental_broadcast_subtitle": "¿Quieres que tu evento llegue más lejos que las cuatro paredes de la sala?",
  "roomRental_broadcast_intro": "En Farray's puedes organizar tu workshop o intensivo en la academia y retransmitirlo en directo por internet, con nuestro servicio de broadcast profesional.",
  "roomRental_broadcast_perfect_for": "Perfecto para:",
  "roomRental_broadcast_item1": "Lanzar formaciones online",
  "roomRental_broadcast_item2": "Vender plazas híbridas (presencial + online)",
  "roomRental_broadcast_item3": "Llegar a alumnos de otros países sin salir de Barcelona",
  "roomRental_broadcast_footer": "Pregúntanos por el servicio de broadcast al solicitar tu presupuesto.",
  "roomRental_room2_holiday_companies": "Compañías / ensayos",
  "roomRental_room2_holiday_companies_price": "45 €/hora",
  "roomRental_room2_holiday_events": "Clases / eventos",
  "roomRental_room2_holiday_events_price": "55 €/hora",
  "roomRental_room2_condition": "Fines de semana y festivos: mínimo 3 horas de alquiler",
  "roomRental_cta_phone": "Llamar: 933 25 96 44",
  "roomRental_cta_location": "Calle Entença 100, Barcelona (entre Plaza España y Sants)",
  "facilitiesHeroTitle": "Instalaciones - Escuela de Baile en Barcelona",
  "facilitiesHeroSubtitle": "Más de 700 m² dedicados a la danza en el corazón de Barcelona",
  "facilitiesHeroDesc": "Farray's International Dance Center es una escuela de baile en Barcelona con más de 700 m² de instalaciones diseñadas específicamente para la danza, el entrenamiento físico y la creación artística.",
  "facilitiesHeroLocation": "Calle Entença 100, Barcelona - Entre Plaza España y Sants",
  "facilitiesCTA1": "Reserva Tu Clase de Prueba",
  "facilitiesCTA1Subtext": "Conoce nuestras instalaciones en persona",
  "facilitiesCTA2": "Solicita un Tour",
  "facilitiesCTA2Subtext": "Descubre nuestros espacios",
  "facilitiesStatSpace": "m² de instalaciones",
  "facilitiesStatRooms": "Salas Profesionales",
  "facilitiesStatProfessional": "Profesional",
  "facilitiesIntroTitle": "Un espacio pensado para bailar, entrenar y compartir",
  "facilitiesIntroP1": "Farray's International Dance Center es una escuela de baile en Barcelona con más de 700 m² de instalaciones diseñadas específicamente para la danza, el entrenamiento físico y la creación artística. Todo está pensado para que puedas aprovechar al máximo tus clases de baile, ensayos, formaciones y eventos, en un espacio profesional y cuidado.",
  "facilitiesIntroP2": "Nuestras instalaciones combinan equipamiento de última generación con un ambiente familiar y acogedor, donde cada detalle está pensado para tu comodidad y rendimiento.",
  "facilitiesRoomsTitle": "4 Salas de Baile Profesionales",
  "facilitiesRoomsSubtitle": "Espacios diseñados específicamente para cada disciplina",
  "facilitiesRoom1Size": "120 m² de espacio diáfano",
  "facilitiesRoom1Floor": "Suelo de linóleo flotante profesional",
  "facilitiesRoom2Size": "80 m² de espacio técnico",
  "facilitiesRoom2Floor": "Suelo de linóleo flotante",
  "facilitiesRoom3Size": "80 m² optimizados",
  "facilitiesRoom3Floor": "Parquet flotante de alta calidad",
  "facilitiesRoom4Title": "Sala de Fitness - 40 m²",
  "facilitiesRoom4Size": "40 m² de pura energía",
  "facilitiesRoom4Floor": "Parquet flotante resistente",
  "facilitiesRoom4Desc": "Ideal para preparación física, fitness y acondicionamiento para bailarines. Espacio optimizado para entrenamientos funcionales y clases de cardio.",
  "facilitiesActivitiesTitle": "¿Qué sucede en nuestras salas de baile?",
  "facilitiesActivity1": "Clases de baile y danza de todos los estilos: latinos, urbanos, contemporáneos y ballet",
  "facilitiesActivity2": "Actividades de fitness y preparación física específica para bailarines",
  "facilitiesActivity3": "Ensayos de compañías profesionales y grupos coreográficos",
  "facilitiesActivity4": "Producción de trabajos para televisión, cine, videoclips y musicales",
  "facilitiesActivity5": "Masterclasses con grandes bailarines y coreógrafos internacionales",
  "facilitiesActivity6": "Workshops intensivos, audiciones, castings y formaciones profesionales",
  "facilitiesAmenitiesTitle": "Zona Social y Vestuarios de nuestra escuela de baile",
  "facilitiesAmenitiesSubtitle": "Más que una escuela: una comunidad",
  "facilitiesAm1Title": "Bar / Zona Social",
  "facilitiesAm1Desc": "Un espacio donde relajarte, compartir con tus compañeros y vivir el ambiente de comunidad que caracteriza a Farray's. Café, bebidas y snacks disponibles.",
  "facilitiesAm2Title": "2 Vestuarios Amplios",
  "facilitiesAm2Desc": "Más de 30 m² cada uno, equipados con duchas de agua caliente, taquillas seguras y espacio suficiente para cambiarte con comodidad antes y después de tus clases.",
  "facilitiesAm3Title": "Zona Wi-Fi Gratuita",
  "facilitiesAm3Desc": "Conexión Wi-Fi de alta velocidad en todas las instalaciones para que puedas trabajar, estudiar o compartir tus contenidos entre clases.",
  "facilitiesEquipmentTitle": "Equipamiento Profesional en Cada Sala",
  "facilitiesEquipmentSubtitle": "Todo lo que necesitas para tu práctica y rendimiento",
  "facilitiesEq1Title": "Suelos Profesionales",
  "facilitiesEq1Desc": "Parquet o linóleo flotante de alta calidad, específicamente diseñados para cada disciplina. Absorción de impactos, agarre óptimo y protección articular.",
  "facilitiesEq2Title": "Espejos de Pared Completa",
  "facilitiesEq2Desc": "Espejos profesionales de pared a pared para trabajar técnica, líneas corporales y postura. Visibilidad perfecta desde cualquier ángulo de la sala.",
  "facilitiesEq3Title": "Ventilación y Aire Acondicionado",
  "facilitiesEq3Desc": "Sistema de climatización profesional con ventilación centralizada, pensado para el esfuerzo físico intenso. Temperatura controlada todo el año.",
  "facilitiesEq4Title": "Barras de Ballet",
  "facilitiesEq4Desc": "Barras fijas de doble altura en las salas orientadas a danza clásica y técnica contemporánea. Instalación profesional.",
  "facilitiesEq5Title": "Material de Fitness",
  "facilitiesEq5Desc": "Colchonetas, pesas ligeras, bandas elásticas, foam rollers y material específico para preparación física para bailarines.",
  "facilitiesEq6Title": "Equipos de Audio Profesionales",
  "facilitiesEq6Desc": "Sistemas de sonido de alta fidelidad con entrada para smartphone, tablet u ordenador. Listos para tus clases, ensayos o grabaciones.",
  "facilitiesTrustTitle": "Un Centro de Referencia en Barcelona",
  "facilitiesWhyTitle": "¿Por Qué Elegir Nuestras Instalaciones?",
  "facilitiesWhy1Title": "Ubicación Inmejorable",
  "facilitiesWhy1Desc": "En pleno corazón de Barcelona, entre Plaza España y Sants. Acceso fácil en metro (L1, L3, L5), tren y autobús. Parking público cercano.",
  "facilitiesWhy2Title": "Instalaciones Profesionales",
  "facilitiesWhy2Desc": "Más de 700 m² específicamente diseñados para danza. Suelos flotantes, climatización, espejos profesionales y equipamiento de primera calidad.",
  "facilitiesWhy3Title": "Acreditación CID-UNESCO",
  "facilitiesWhy3Desc": "Centro reconocido por el Consejo Internacional de la Danza de la UNESCO. Garantía de calidad, profesionalidad y estándares internacionales.",
  "facilitiesWhy4Title": "Ambiente Familiar",
  "facilitiesWhy4Desc": "No eres un número. Aquí todos nos conocemos, nos apoyamos y compartimos la pasión por el baile. Comunidad real, no marketing.",
  "facilitiesWhy5Title": "Flexibilidad Horaria",
  "facilitiesWhy5Desc": "Más de 100 clases semanales en horarios de mañana, tarde y noche. De lunes a viernes. Siempre hay un horario que se adapta a tu vida.",
  "facilitiesWhy6Title": "Mantenimiento Impecable",
  "facilitiesWhy6Desc": "Instalaciones cuidadas diariamente. Limpieza profesional, mantenimiento preventivo y renovación constante del equipamiento.",
  "facilitiesCTATitle": "Farray's International Dance Center: Más que una Escuela",
  "facilitiesCTAP1": "Si buscas una academia de baile en Barcelona con instalaciones profesionales, amplias y cuidadas, Farray's International Dance Center te ofrece un espacio de referencia donde entrenar, crear proyectos artísticos y disfrutar de la danza en las mejores condiciones.",
  "facilitiesCTAP2": "Ven a conocernos. Te enseñamos las instalaciones sin compromiso.",
  "facilitiesFaqTitle": "Preguntas Frecuentes sobre las Instalaciones de nuestra academia de baile",
  "facilitiesFaqQ1": "¿Dónde están ubicadas las instalaciones de Farray's Center?",
  "facilitiesFaqA1": "Estamos en Calle Entença 100, Barcelona, entre Plaza España y Estación de Sants. Acceso fácil en metro (Entença L5, Rocafort L1, Tarragona L3), tren (Sants) y autobús. A 5 minutos caminando de Plaza España.",
  "facilitiesFaqQ2": "¿Cuántas salas de baile tiene Farray's Center?",
  "facilitiesFaqA2": "Tenemos 4 salas profesionales: una sala principal de 120 m² con linóleo, una sala de ballet de 80 m² con linóleo, una sala de latinos y urbanos de 80 m² con parquet, y una sala de fitness de 40 m² con parquet.",
  "facilitiesFaqQ3": "¿Qué tipo de suelo tienen las salas?",
  "facilitiesFaqA3": "Nuestras salas tienen suelos flotantes profesionales: linóleo flotante en 2 salas (ideal para ballet y contemporáneo) y parquet flotante de alta calidad en 2 salas (perfecto para latinos y fitness). Todos con absorción de impactos para proteger tus articulaciones.",
  "facilitiesFaqQ4": "¿Las salas tienen aire acondicionado?",
  "facilitiesFaqA4": "Sí, todas nuestras salas están equipadas con aire acondicionado y ventilación centralizada, específicamente diseñada para actividades físicas intensas. Temperatura controlada durante todo el año.",
  "facilitiesFaqQ5": "¿Hay vestuarios y duchas disponibles?",
  "facilitiesFaqA5": "Sí, tenemos 2 vestuarios amplios (más de 30 m² cada uno) equipados con duchas de agua caliente, taquillas seguras y espacio suficiente para cambiarte con comodidad antes y después de tus clases.",
  "facilitiesFaqQ6": "¿Puedo visitar las instalaciones antes de inscribirme?",
  "facilitiesFaqA6": "Por supuesto. Puedes venir a conocer nuestras instalaciones sin compromiso. También ofrecemos clases de prueba donde podrás experimentar las salas, conocer a los profesores y sentir el ambiente de la escuela.",
  "facilitiesFaqQ7": "¿Se pueden alquilar las salas para ensayos privados o eventos?",
  "facilitiesFaqA7": "Sí, ofrecemos alquiler de salas por horas para ensayos, clases particulares, workshops, castings, grabaciones y eventos. Contáctanos para disponibilidad y tarifas especiales.",
  "facilitiesBreadcrumbHome": "Inicio",
  "facilitiesBreadcrumbCurrent": "Instalaciones",
  "twerkLevelsTitle": "Nuestros Niveles de Twerk",
  "twerkPrepareTitle": "Prepara tu primera clase de Twerk",
  "twerkPrepareSubtitle": "Todo lo que necesitas saber antes de venir",
  "twerkPrepareWhatToBring": "Qué traer:",
  "twerkPrepareItem1": "Leggings o shorts cortos que permitan ver el movimiento de glúteos",
  "twerkPrepareItem2": "Top deportivo o camiseta cómoda",
  "twerkPrepareItem3": "Botella de agua (mínimo 500ml) - el Twerk es intenso",
  "twerkPrepareItem4": "Toalla pequeña para el sudor",
  "twerkPrepareItem5": "Calcetines antideslizantes o zapatillas ligeras",
  "twerkPrepareBefore": "Antes de llegar:",
  "twerkPrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte y calentar",
  "twerkPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "twerkPrepareBeforeItem3": "Hidrátate bien durante el día - trabajarás mucho",
  "twerkPrepareAvoid": "Evita:",
  "twerkPrepareAvoidItem1": "Joyas, anillos, pulseras o accesorios que puedan molestarte",
  "twerkPrepareAvoidItem2": "Pantalones anchos que impidan ver tu técnica",
  "twerkPrepareAvoidItem3": "Calzado de calle en la sala (hay vestuarios)",
  "twerkPrepareTeacherTip": "Consejo de la profe:",
  "twerkPrepareTeacherQuote": "El Twerk es para TODOS los cuerpos. No importa tu forma, tu peso o tu experiencia. Lo importante es que vengas con ganas de moverte, reírte y descubrir tu poder.",
  "twerkNearbyTitle": "Clases de Twerk cerca de ti en Barcelona",
  "twerkNearbyDesc": "Somos la academia de referencia para clases de Twerk en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnas de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en Twerk con metodología profesional y ambiente seguro.",
  "twerkNearbySearchText": "Si buscas \"Clases de Twerk cerca de mi\" en Barcelona, estamos a:",
  "twerkNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "twerkCitableOrigen": "El Twerk contemporáneo nace de una mezcla de danzas afrodescendientes como la mapouka y otras danzas de África occidental, de tradiciones afrocaribeñas y de la cultura bounce de Nueva Orleans, donde a finales de los 80 y principios de los 90 se consolidó como estilo reconocible dentro del hip hop.",
  "twerkStatistics": "Estudios científicos sobre danza señalan que bailar mejora la coordinación, la propiocepción y la condición física general, además de reducir el estrés y mejorar el estado de ánimo, y el Twerk se beneficia de estos mismos efectos por su carácter aeróbico y de fuerza en tren inferior.",
  "twerkCitableEvolucionGlobal": "Desde los años 2000, impulsado por videoclips y redes sociales, el Twerk pasó de ser un baile ligado a clubes y block parties del sur de Estados Unidos a un fenómeno global presente en videoclips mainstream, escuelas de danza, battles y workshops en Europa y Latinoamérica.",
  "twerkCitableMusica": "Aunque el Twerk está fuertemente vinculado al bounce de Nueva Orleans, hoy se baila también sobre bases de hip hop, trap, dancehall, afrobeats, reggaeton y otros ritmos urbanos, siempre buscando un beat marcado y sensación de bombeo que facilite rebotes y cambios de ritmo.",
  "twerkCitableIdentidadPoder": "En el contexto de escuelas serias, el Twerk se trabaja no solo como movimiento de glúteos, sino como entrenamiento de conciencia corporal, fuerza de piernas, core y glúteos, coordinación, autoestima y empoderamiento, ayudando al alumnado a reconciliarse con su cuerpo y decidir cómo quiere mostrarse.",
  "twerkCitableFact1": "Una clase de Twerk activa, como forma de baile de alta intensidad, puede rondar un gasto aproximado de 300-500 calorías por hora según el peso corporal y la intensidad, en línea con otros estilos de danza fitness.",
  "twerkCitableFact2": "Revisiones científicas sobre programas de danza en adultos indican que bailar de forma regular se asocia con menor riesgo de deterioro cognitivo y puede contribuir a reducir la incidencia de demencia frente a estilos de vida sedentarios, lo que respalda el valor del baile como entrenamiento para el cerebro.",
  "twerkCitableFact3": "Farray's International Dance Center ofrece clases de Twerk dentro de una escuela con una valoración cercana al 5/5 en Google con cientos de reseñas, lo que respalda la satisfacción del alumnado y la calidad percibida de sus formaciones.",
  "afroLevelsTitle": "Nuestros Niveles de Afrobeat",
  "afroLevelBasicTitle": "Afrobeat Básico",
  "afroLevelBasicDesc": "Ideal para principiantes. Aprenderás los fundamentos del Afrobeats: rebote, flow, pasos básicos de Azonto, Shaku Shaku y actitud africana. Sin experiencia previa necesaria.",
  "afroLevelIntermediateTitle": "Afrobeat Intermedio",
  "afroLevelIntermediateDesc": "Para quienes ya dominan lo básico. Trabajamos coreografías más complejas, combinaciones de estilos (Ntcham, Amapiano, Legwork) y musicalidad avanzada.",
  "afroPrepareTitle": "Prepara tu primera clase de Afrobeat",
  "afroPrepareSubtitle": "Todo lo que necesitas saber antes de venir",
  "afroPrepareWhatToBring": "Qué traer:",
  "afroPrepareItem1": "Ropa cómoda y suelta que te permita moverte con libertad",
  "afroPrepareItem2": "Zapatillas deportivas con buena amortiguación (mucho rebote)",
  "afroPrepareItem3": "Botella de agua (mínimo 500ml) - el Afrobeat es muy energético",
  "afroPrepareItem4": "Toalla pequeña para el sudor",
  "afroPrepareItem5": "Actitud positiva y ganas de pasarlo bien",
  "afroPrepareBefore": "Antes de llegar:",
  "afroPrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte y ambientarte",
  "afroPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "afroPrepareBeforeItem3": "Hidrátate bien durante el día - sudarás mucho",
  "afroPrepareAvoid": "Evita:",
  "afroPrepareAvoidItem1": "Joyas, anillos, pulseras que puedan engancharse o molestarte",
  "afroPrepareAvoidItem2": "Ropa muy ajustada que limite el movimiento de brazos y piernas",
  "afroPrepareAvoidItem3": "Calzado de calle en la sala (hay vestuarios)",
  "afroPrepareTeacherTip": "Consejo del profe:",
  "afroPrepareTeacherQuote": "El Afrobeat es alegría pura. No vengas a hacer pasos perfectos, ven a sentir la música y dejarte llevar. La energía africana se contagia cuando te sueltas.",
  "afroNearbyTitle": "Clases de Afrobeat cerca de ti en Barcelona",
  "afroNearbyDesc": "Somos la academia de referencia para clases de Afrobeat en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnos de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en danza africana con profesores especializados.",
  "afroNearbySearchText": "Si buscas \"Clases de Afrobeat cerca de mi\" en Barcelona, estamos a:",
  "afroNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "hhrLevelsTitle": "Nuestros Niveles de Hip Hop Reggaeton",
  "hhrLevelBasicTitle": "Hip Hop Reggaeton Básico",
  "hhrLevelBasicDesc": "Para principiantes. Aprenderás los fundamentos: groove, bounce, pasos básicos de hip-hop y reggaeton, actitud y musicalidad. Sin experiencia previa necesaria.",
  "hhrLevelIntermediateTitle": "Hip Hop Reggaeton Intermedio",
  "hhrLevelIntermediateDesc": "Para quienes dominan lo básico. Coreografías estilo videoclip, combinaciones más complejas, improvisación y desarrollo de estilo propio.",
  "hhrPrepareTitle": "Prepara tu primera clase de Hip Hop Reggaeton",
  "hhrPrepareSubtitle": "Todo lo que necesitas saber antes de venir",
  "hhrPrepareWhatToBring": "Qué traer:",
  "hhrPrepareItem1": "Ropa urbana cómoda (joggers, pantalones anchos, camiseta holgada)",
  "hhrPrepareItem2": "Zapatillas deportivas con buena suela (estilo sneakers)",
  "hhrPrepareItem3": "Botella de agua (mínimo 500ml) - sudarás bastante",
  "hhrPrepareItem4": "Toalla pequeña para el sudor",
  "hhrPrepareItem5": "Gorra o accesorios si te gusta el estilo (opcional)",
  "hhrPrepareBefore": "Antes de llegar:",
  "hhrPrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte y calentar",
  "hhrPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "hhrPrepareBeforeItem3": "Escucha algo de música urbana para venir con energía",
  "hhrPrepareAvoid": "Evita:",
  "hhrPrepareAvoidItem1": "Joyas grandes o cadenas que puedan molestarte",
  "hhrPrepareAvoidItem2": "Ropa muy ajustada que limite tu movimiento",
  "hhrPrepareAvoidItem3": "Calzado de calle en la sala (hay vestuarios)",
  "hhrPrepareTeacherTip": "Consejo de Charlie Breezy:",
  "hhrPrepareTeacherQuote": "El Hip Hop Reggaeton es actitud. No te preocupes si no te sale perfecto al principio, lo importante es que vengas con ganas de moverte y pasarlo bien. El flow viene solo.",
  "hhrNearbyTitle": "Clases de Hip Hop Reggaeton cerca de ti en Barcelona",
  "hhrNearbyDesc": "Somos la academia de referencia para clases de Hip Hop y Reggaeton en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnos de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en baile urbano con metodología profesional.",
  "hhrNearbySearchText": "Si buscas \"Clases de Hip Hop Reggaeton cerca de mi\" en Barcelona, estamos a:",
  "hhrNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "sxrLevelsTitle": "Nuestros Niveles de Sexy Reggaeton",
  "sxrLevelBasicTitle": "Sexy Reggaeton Básico",
  "sxrLevelBasicDesc": "Para principiantes. Aprenderás los fundamentos: body roll, perreo básico, movimientos de cadera y sensualidad. Sin experiencia previa necesaria. Ambiente seguro y sin juicios.",
  "sxrLevelIntermediateTitle": "Sexy Reggaeton Intermedio",
  "sxrLevelIntermediateDesc": "Para quienes dominan lo básico. Coreografías más sensuales, drops al suelo, combinaciones avanzadas y desarrollo de tu propio estilo.",
  "sxrPrepareTitle": "Prepara tu primera clase de Sexy Reggaeton",
  "sxrPrepareSubtitle": "Todo lo que necesitas saber antes de venir",
  "sxrPrepareWhatToBring": "Qué traer:",
  "sxrPrepareItem1": "Leggings o shorts cómodos que permitan ver tu movimiento",
  "sxrPrepareItem2": "Top deportivo o camiseta ajustada",
  "sxrPrepareItem3": "Botella de agua (mínimo 500ml)",
  "sxrPrepareItem4": "Toalla pequeña para el sudor",
  "sxrPrepareItem5": "Rodilleras si tienes rodillas sensibles (opcional, para floorwork)",
  "sxrPrepareBefore": "Antes de llegar:",
  "sxrPrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte y relajarte",
  "sxrPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "sxrPrepareBeforeItem3": "Ven con la mente abierta y ganas de disfrutar",
  "sxrPrepareAvoid": "Evita:",
  "sxrPrepareAvoidItem1": "Joyas que puedan molestarte o engancharse",
  "sxrPrepareAvoidItem2": "Ropa muy holgada que impida ver tu técnica",
  "sxrPrepareAvoidItem3": "Calzado de calle en la sala (hay vestuarios)",
  "sxrPrepareTeacherTip": "Consejo de la profe:",
  "sxrPrepareTeacherQuote": "El Sexy Reggaeton es para todas. No importa tu cuerpo, tu experiencia o tu edad. Aquí celebramos la sensualidad de cada mujer. Ven a descubrirte.",
  "sxrNearbyTitle": "Clases de Sexy Reggaeton cerca de ti en Barcelona",
  "sxrNearbyDesc": "Somos la academia de referencia para clases de Sexy Reggaeton en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnas de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en baile sensual con ambiente seguro y profesional.",
  "sxrNearbySearchText": "Si buscas \"Clases de Sexy Reggaeton cerca de mi\" en Barcelona, estamos a:",
  "sxrNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "rcbPageTitle": "Clases de Reggaeton Cubano en Barcelona | Reparto y Cubatón Auténtico",
  "rcbMetaDescription": "Aprende Reggaeton Cubano auténtico en Barcelona con maestros cubanos. Clases de Reparto, Cubatón e improvisación cerca de Plaza España y Sants. ¡El reggaeton de las calles de Cuba!",
  "rcbHeroDesc": "Aprende a bailar el reggaeton auténtico que se baila en las calles de Cuba. No el comercial, el de verdad.",
  "rcbCTA1": "Hazte Socio Ahora",
  "rcbCTA1Subtext": "Quedan pocas plazas este mes",
  "rcbCTA2": "Reserva tu Clase de Prueba",
  "rcbCTA2Subtext": "Oferta por tiempo limitado",
  "rcbAuthenticGuaranteed": "Sabor Cubano",
  "rcbWhatIsP3": "\"En Cuba no bailamos para impresionar. Bailamos para sentir. Y eso es lo que enseñamos aquí.\"",
  "rcbWhatIsP4": "Aprenderás a disociar cada parte de tu cuerpo, a improvisar con la música y a desarrollar tu propio estilo. Porque el reggaeton cubano no se copia: se vive.",
  "rcbWhatIsQuestionTitle": "¿Cansado del reggaeton comercial que todo el mundo baila igual?",
  "rcbWhatIsQuestionAnswer": "Entonces esto es para ti.",
  "rcbCulturalShort": "El reggaeton cubano tiene sus raíces en los barrios de La Habana, donde la fusión del reggae jamaicano con ritmos afrocubanos creó un estilo único y callejero.",
  "rcbCulturalFull": "### Orígenes: Los Barrios de La Habana (1990s-2000s)\n\n**El Reggaeton Cubano (también conocido como Cubatón o Reparto) surgió a finales de los años 90 y principios de los 2000 en barrios populares de La Habana como La Lisa, Marianao, Centro Habana y El Cerro.** Nació como fusión del reggaeton puertorriqueño que llegaba por radio con los ritmos afrocubanos tradicionales: rumba, son cubano y elementos yoruba.\n\n**\"El Reggaeton Cubano fusiona reggaeton puertorriqueño con rumba, son y ritmos yoruba, creando un estilo único nacido en los barrios de La Habana.\"**\n\n### Artistas Pioneros\n\n**Artistas como Candyman, El Taiger, Chocolate MC, Osmani García y El Chacal popularizaron el género** y definieron su sonido característico: bases de dembow combinadas con percusión afrocubana, letras callejeras y una actitud rebelde que refleja la vida cotidiana de los barrios cubanos.\n\n### El Reparto: El Estilo de los Barrios\n\n**El término \"Reparto\" proviene de los \"repartos\" o barrios populares de La Habana donde nació este estilo.** Se caracteriza por ritmos más crudos que el reggaeton comercial, con una conexión más directa y visceral con la música. Los bailarines de Reparto son reconocidos mundialmente por su capacidad de improvisación y su dominio técnico.\n\n**\"El Reparto se caracteriza por ritmos crudos, letras callejeras y una actitud rebelde que refleja la vida de los barrios cubanos.\"**\n\n### Técnicas Distintivas del Baile\n\nEl baile de Reggaeton Cubano se distingue por elementos técnicos únicos:\n- **Improvisación constante**: respuesta instantánea a los cambios de la música\n- **Disociación corporal avanzada**: caderas, pecho y hombros moviéndose independientemente\n- **Tembleque**: vibración rápida y controlada de caderas, técnica exclusiva cubana\n- **Movimientos de suelo**: inspirados en la rumba afrocubana (guaguancó, columbia)\n- **Perreo cubano**: variante más técnica y rítmica que el puertorriqueño\n\n**\"El baile de Reggaeton Cubano se distingue por improvisación, disociación corporal, tembleque y movimientos de suelo inspirados en la rumba afrocubana.\"**\n\n### Influencias Afrocubanas\n\n**El Reggaeton Cubano incorpora elementos de la rumba (guaguancó, columbia), son cubano y danzas yoruba, creando un estilo único que lo diferencia del reggaeton puertorriqueño.** Esta fusión de tradiciones africanas y caribeñas le da su sabor característico y su riqueza de movimientos.\n\n### El Cubatón Hoy: Expansión Internacional\n\nHoy, el Cubatón se ha expandido internacionalmente mientras mantiene su esencia: la improvisación, el sabor y esa energía única que solo viene de Cuba. Artistas como **El Taiger, Jacob Forever y Chocolate MC** han llevado el sonido cubano al mundo, y con él, su forma de bailar.\n\n### Beneficios para la Salud\n\n**Una clase de Reggaeton Cubano puede quemar entre 350 y 550 calorías por hora** debido a la intensidad del tembleque y los movimientos de disociación corporal. Además, mejora la coordinación, la flexibilidad de cadera y la conexión rítmica.\n\n### Reggaeton Cubano en Farray's Center\n\n**Farray's International Dance Center enseña Reggaeton Cubano auténtico con profesores cubanos formados en la Escuela Nacional de Arte (ENA) de La Habana.** Las clases mantienen la esencia callejera del estilo mientras ofrecen una progresión técnica estructurada para todos los niveles.",
  "rcbIdentifyTransition": "Si has dicho \"sí\" a alguno de estos puntos, necesitas conocer el reggaeton de verdad.",
  "rcbIdentifyAgitate1": "Seguir bailando el mismo reggaeton comercial de siempre te mantiene en tu zona de confort. Nunca desarrollarás tu propio estilo ni esa libertad que ves en los bailarines cubanos.",
  "rcbIdentifySolution": "En Farray's Center aprenderás con Alejandro Miñoso y Charlie Breezy, cubanos de nacimiento. No te enseñarán coreografías: te enseñarán a BAILAR con sentimiento.",
  "rcbLevelsTitle": "Nuestros Niveles de Reggaeton Cubano",
  "rcbLevelBasicTitle": "Reggaeton Cubano Básico",
  "rcbLevelBasicDesc": "Para principiantes. Aprenderás los fundamentos: disociación corporal, tembleque básico, pasos de Reparto y actitud cubana. Sin experiencia previa necesaria.",
  "rcbLevelIntermediateTitle": "Reggaeton Cubano Intermedio",
  "rcbLevelIntermediateDesc": "Para quienes dominan lo básico. Improvisación avanzada, tembleque y disociación complejos, movimientos de suelo y desarrollo de estilo propio cubano.",
  "rcbPrepareTitle": "Prepara tu primera clase de Reggaeton Cubano",
  "rcbPrepareSubtitle": "Todo lo que necesitas saber antes de venir",
  "rcbPrepareWhatToBring": "Qué traer:",
  "rcbPrepareItem1": "Ropa cómoda que permita movimiento libre de caderas",
  "rcbPrepareItem2": "Zapatillas deportivas con buena amortiguación",
  "rcbPrepareItem3": "Botella de agua (mínimo 500ml) - sudarás mucho",
  "rcbPrepareItem4": "Toalla pequeña para el sudor",
  "rcbPrepareItem5": "Actitud abierta a la improvisación",
  "rcbPrepareBefore": "Antes de llegar:",
  "rcbPrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte y calentar",
  "rcbPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "rcbPrepareBeforeItem3": "Escucha algo de reggaeton cubano para venir con energía",
  "rcbPrepareAvoid": "Evita:",
  "rcbPrepareAvoidItem1": "Joyas o accesorios que puedan molestarte",
  "rcbPrepareAvoidItem2": "Ropa muy ajustada que limite el movimiento de caderas",
  "rcbPrepareAvoidItem3": "Calzado de calle en la sala (hay vestuarios)",
  "rcbPrepareTeacherTip": "Consejo del profe:",
  "rcbPrepareTeacherQuote": "El Reggaeton Cubano es puro sentimiento. No vengas a copiar pasos, ven a sentir la música y dejar que tu cuerpo improvise. Eso es lo que nos hace únicos los cubanos.",
  "rcbNearbyTitle": "Clases de Reggaeton Cubano cerca de ti en Barcelona",
  "rcbNearbyDesc": "Somos la academia de referencia para clases de Reggaeton Cubano en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnos de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en reparto y reggaeton auténtico cubano.",
  "rcbNearbySearchText": "Si buscas \"Clases de Reggaeton Cubano cerca de mi\" en Barcelona, estamos a:",
  "rcbNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "femLevelsTitle": "Nuestros Niveles de Femmology",
  "femLevelBasicTitle": "Femmology Iniciación",
  "femLevelBasicDesc": "Perfecto para empezar tu viaje. Aprenderás a caminar en tacones con elegancia, trabajarás la postura básica, descubrirás el uso del pelo como elemento expresivo y comenzarás a conectar con tu feminidad a través del movimiento.",
  "femLevelIntermediateTitle": "Femmology Avanzado",
  "femLevelIntermediateDesc": "Para quienes ya dominan los fundamentos. Coreografías más complejas, floorwork avanzado, disociación corporal refinada, trabajo emocional más profundo y técnica de tacones de alto nivel.",
  "femPrepareTitle": "Prepara tu primera clase de Femmology",
  "femPrepareSubtitle": "Todo lo que necesitas saber antes de tu transformación",
  "femPrepareWhatToBring": "Qué traer:",
  "femPrepareItem1": "Tacones con tira en el tobillo (7-10 cm recomendado para principiantes)",
  "femPrepareItem2": "Ropa cómoda y ajustada que te permita ver tu cuerpo en el espejo",
  "femPrepareItem3": "Rodilleras si tus rodillas son sensibles (habrá trabajo de suelo)",
  "femPrepareItem4": "Botella de agua y toalla pequeña",
  "femPrepareItem5": "Mente abierta y ganas de descubrirte",
  "femPrepareBefore": "Antes de llegar:",
  "femPrepareBeforeItem1": "Llega 15 minutos antes para cambiarte y prepararte mentalmente",
  "femPrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "femPrepareBeforeItem3": "Si es tu primera vez en tacones, practica caminar un poco en casa",
  "femPrepareAvoid": "Evita:",
  "femPrepareAvoidItem1": "Joyas, anillos o pulseras que puedan engancharse o molestarte",
  "femPrepareAvoidItem2": "Ropa muy suelta que no te permita ver tus movimientos",
  "femPrepareAvoidItem3": "Vergüenza o miedo: este es un espacio seguro y sin juicios",
  "femPrepareTeacherTip": "Consejo de Yunaisy:",
  "femPrepareTeacherQuote": "Femmology no se trata de ser perfecta, se trata de ser auténtica. Ven como eres, con tus miedos y tus ganas. Aquí no juzgamos, aquí nos transformamos. Para que te quieras cada día más, hermosa mujer.",
  "femNearbyTitle": "Clases de Femmology cerca de ti en Barcelona",
  "femNearbyDesc": "Somos la academia de referencia para clases de Femmology en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnas de Poble Sec, Sant Antoni y L'Hospitalet que buscan reconectar con su feminidad a través del movimiento.",
  "femNearbySearchText": "Si buscas \"Clases de Femmology cerca de mi\" en Barcelona, estamos a:",
  "femNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "sexystyleLevelsTitle": "Nuestros Niveles de Sexy Style",
  "sexystyleLevelBasicTitle": "Sexy Style Principiante",
  "sexystyleLevelBasicDesc": "Ideal para empezar sin presión. Aprenderás los movimientos básicos de cadera, ondas corporales y actitud. Los tacones son opcionales: puedes venir con zapatillas y progresar a tu ritmo.",
  "sexystyleLevelIntermediateTitle": "Sexy Style Intermedio",
  "sexystyleLevelIntermediateDesc": "Para quienes ya se sienten cómodas con los fundamentos. Coreografías más elaboradas, floorwork, transiciones fluidas y trabajo de actitud y presencia escénica.",
  "sexystylePrepareTitle": "Prepara tu primera clase de Sexy Style",
  "sexystylePrepareSubtitle": "Todo lo que necesitas para tu primera experiencia",
  "sexystylePrepareWhatToBring": "Qué traer:",
  "sexystylePrepareItem1": "Ropa cómoda y ajustada: leggings o shorts, top o camiseta",
  "sexystylePrepareItem2": "Zapatillas deportivas o tacones (los tacones son opcionales)",
  "sexystylePrepareItem3": "Rodilleras si tienes rodillas sensibles (habrá floorwork)",
  "sexystylePrepareItem4": "Botella de agua y toalla pequeña",
  "sexystylePrepareItem5": "Ganas de pasarlo bien y soltarte",
  "sexystylePrepareBefore": "Antes de llegar:",
  "sexystylePrepareBeforeItem1": "Llega 10-15 minutos antes para cambiarte tranquilamente",
  "sexystylePrepareBeforeItem2": "Evita comer pesado 2 horas antes de clase",
  "sexystylePrepareBeforeItem3": "Pon música que te haga sentir bien en el camino",
  "sexystylePrepareAvoid": "Evita:",
  "sexystylePrepareAvoidItem1": "Joyas o accesorios que puedan molestarte al moverte",
  "sexystylePrepareAvoidItem2": "Ropa muy suelta que no te permita ver tu cuerpo en el espejo",
  "sexystylePrepareAvoidItem3": "Compararte con las demás: cada cuerpo tiene su propio flow",
  "sexystylePrepareTeacherTip": "Consejo de Yasmina:",
  "sexystylePrepareTeacherQuote": "Lo más importante es que vengas con ganas de disfrutar. No importa si nunca has bailado o si crees que no eres sexy. Aquí todas nos soltamos, nos reímos y salimos sintiéndonos más poderosas. ¡Te espero!",
  "sexystyleNearbyTitle": "Clases de Sexy Style cerca de ti en Barcelona",
  "sexystyleNearbyDesc": "Somos la academia de referencia para clases de Sexy Style en la zona de Plaza España, Sants, Hostafrancs, Les Corts y Eixample Esquerra. También recibimos alumnas de Poble Sec, Sant Antoni y L'Hospitalet que buscan formación en baile sensual con metodología profesional y ambiente seguro.",
  "sexystyleNearbySearchText": "Si buscas \"Clases de Sexy Style cerca de mi\" en Barcelona, estamos a:",
  "sexystyleNearbyMetro": "Metro: Plaza España (L1, L3), Rocafort (L1) - 5 min andando, Entença (L5) - 5 min andando o Hostafrancs (L1) - 5 min andando.",
  "modernjazzCitableDefinicion": "**\"El Modern Jazz es un estilo de danza que fusiona la técnica del ballet clásico con la energía y libertad del jazz americano. Combina isolations, contracciones, jazz walks y saltos, con fuerte énfasis en la musicalidad y la expresión individual.\"**",
  "modernjazzCitableOrigen": "**\"El Modern Jazz nació en Estados Unidos a mediados del siglo XX, desarrollado por pioneros como Jack Cole (considerado el padre del jazz teatral), Bob Fosse (célebre por su estilo característico de hombros, caderas y sombreros) y Luigi (Eugene Louis Faccuito), quien sistematizó la técnica tras un accidente que lo dejó parcialmente paralizado.\"**",
  "modernjazzCitableTecnicas": "**\"Las técnicas fundamentales del Modern Jazz incluyen: isolations (movimientos aislados de cabeza, hombros, caja torácica y caderas), contracciones y releases, jazz walks, pirouettes, grand battements, ball changes, kicks y saltos como jetés y tour jetés.\"**",
  "modernjazzCitableMetodologia": "**\"En Farray's Center, las clases de Modern Jazz siguen una metodología que combina calentamiento técnico, ejercicios de centro (isolations, coordinación), diagonales (giros, saltos, desplazamientos) y coreografía final. Alejandro Miñoso, formado en la Escuela Nacional de Arte de Cuba, aporta la disciplina de la técnica cubana con la expresividad del jazz.\"**",
  "modernjazzCitableEvolucionGlobal": "**\"El Modern Jazz evolucionó desde los espectáculos de Broadway y Hollywood de los años 40-60 hasta convertirse en un estilo global presente en videoclips, comerciales, competiciones de danza y escuelas de todo el mundo. Artistas como Michael Jackson popularizaron elementos del jazz en la cultura pop.\"**",
  "modernjazzCitableExpresionCorporal": "**\"A diferencia del ballet, el Modern Jazz permite mayor libertad de expresión personal. Cada bailarín desarrolla su propio estilo dentro de la técnica, combinando precisión con personalidad, lo que lo hace ideal para quienes buscan técnica sin rigidez.\"**",
  "modernjazzCitableBroadway": "**\"El jazz de Broadway, desarrollado por coreógrafos como Bob Fosse, Jerome Robbins y Gwen Verdon, definió un estilo teatral que sigue vigente en musicales como Chicago, Cabaret, All That Jazz, y producciones actuales como Hamilton y SIX.\"**",
  "modernjazzCitableLegado": "**\"El legado del Modern Jazz pervive en cada videoclip de pop, cada musical de Broadway y cada escuela de danza que enseña técnica jazz. Es la base de la danza comercial contemporánea y sigue evolucionando con cada nueva generación de bailarines.\"**",
  "balletCompareRow9": "Conexión tierra (grounding)",
  "balletCompareRow10": "Exigencia cardiovascular",
  "balletCompareRow11": "Versatilidad para otros estilos",
  "afrocontemporaneoStatistics": "Afro Contemporáneo / DCC mejora coordinación/espacialidad/musicalidad (ENA), técnica híbrida profesional.",
  "afrocontemporaneoCitableEvolucionGlobal": "DCC exporta Afro Contemporáneo (ENA) mundialmente desde 1970s; 65 años de giras consolidan fusión cubana.",
  "afrocontemporaneoCitableMusica": "El Afro Contemporáneo se trabaja sobre música que fusiona ritmos afrocubanos (batá, rumba, son) con composiciones contemporáneas. La poliritmia característica exige al bailarín desarrollar una musicalidad compleja.",
  "afrocontemporaneoCitableIdentidadPoder": "En academias con metodología profesional, el Afro Contemporáneo se trabaja como disciplina de perfeccionamiento técnico integral: disociación corporal, coordinación avanzada, memoria coreográfica, interpretación musical y conciencia espacial.",
  "afrocontemporaneoCitableFact1": "Clase Afro Contemporáneo quema 300–480 cal/hora (aeróbico afrocubano).",
  "afrocontemporaneoCitableFact2": "La metodología de la Escuela Nacional de Arte de Cuba (ENA) para Afro Contemporáneo está reconocida internacionalmente por formar bailarines técnicamente completos.",
  "afrocontemporaneoCitableFact3": "Farray's: Afro Contemporáneo (DCC ENA) aval CID-UNESCO, 5/5 Google.",
  "afrocontemporaneoCitableLegado": "DCC exporta Afro Contemporáneo (ENA) mundialmente desde 1970s; 65 años de giras consolidan fusión cubana.",
  "afrocontemporaneoCompareLirico": "Cont. Lírico",
  "afrocontemporaneoCompareJazz": "Modern Jazz",
  "afrojazzImage1Alt": "Clases de Afro Jazz - Farray's International Dance Center",
  "afrojazzImage2Alt": "Bailarina practicando Afro Jazz",
  "afrojazzImage3Alt": "Yunaisy Farray - Maestra de Afro Jazz CID-UNESCO",
  "afrojazzStatistics": "Estudios sobre entrenamiento de danza técnica demuestran que disciplinas de fusión como el Afro Jazz desarrollan coordinación motora compleja, mejoran la neuroplasticidad por el aprendizaje de vocabularios de movimiento diversos, y potencian la capacidad de improvisación y creatividad.",
  "hiphopBreadcrumbHome": "Inicio",
  "hiphopBreadcrumbClasses": "Clases de Baile Barcelona",
  "hiphopBreadcrumbUrban": "Clases de Danzas Urbanas",
  "hiphopBreadcrumbCurrent": "Clases de Hip Hop",
  "hiphopHeroDesc": "Aprende Hip Hop auténtico con un referente nacional. Breaking, locking, popping, freestyle y todo el flow de la cultura urbana original de los 70s.",
  "hiphopHeroLocation": "Clases open level para todos los niveles, entre Plaza España y Sants",
  "hiphopCTA1": "Hazte Socio Ahora",
  "hiphopCTA1Subtext": "Quedan pocas plazas este mes",
  "hiphopCTA2": "Reserva tu Clase de Prueba",
  "hiphopCTA2Subtext": "Oferta por tiempo limitado",
  "hiphopCTAGroup": "Opciones de inscripción",
  "flowGuaranteed": "Flow",
  "hiphopWhatIsP1": "El Hip Hop es mucho más que un baile: es una cultura, una forma de expresión y una actitud ante la vida que nació en el Bronx de Nueva York en los años 70.",
  "hiphopWhatIsP2": "La danza hip hop incluye una gran variedad de estilos, especialmente el breakdance, el locking y el popping, que fueron desarrollados por afroamericanos y latinoamericanos. Lo que diferencia el baile hip hop de otros tipos de danza es el freestyle y las batallas — competiciones que se realizan en un \"cipher\", un círculo que se forma naturalmente cuando la batalla comienza.",
  "hiphopWhatIsP3": "Los tres elementos — freestyle, batallas y ciphers — son los componentes esenciales de la danza hip hop auténtica.",
  "hiphopWhatIsP4": "En Farray's Center aprenderás Hip Hop con Marcos Martínez, juez de competiciones internacionales y uno de los referentes del Hip Hop en España. Con más de 30 años de existencia global, el Hip Hop es parte del plan curricular de formación profesional en danza avalado por el CID-UNESCO.",
  "hiphopWhatIsQuestionTitle": "¿Te preguntas si es para ti?",
  "hiphopWhatIsQuestionAnswer": "Si sientes el ritmo, ya lo eres.",
  "hiphopTeachersClosing": "Aprende de un maestro que ha dedicado su vida al Hip Hop y que transmite no solo técnica, sino la cultura y la actitud que define este estilo.",
  "hiphopComparePopping": "Popping",
  "hiphopIdentifyListLabel": "Situaciones con las que te puedes identificar",
  "hiphopIdentify1": "Siempre has querido aprender Hip Hop pero pensabas que no tenías ritmo o que era solo para jóvenes.",
  "hiphopIdentify2": "Te encanta la música hip hop y rap pero nunca supiste cómo bailarla más allá de mover los brazos.",
  "hiphopIdentify3": "Buscas una forma de expresarte y liberarte del estrés sin tener que seguir coreografías rígidas.",
  "hiphopIdentify4": "Quieres ganar confianza y soltura en cualquier situación social donde haya música.",
  "hiphopIdentify5": "Te atrae la cultura urbana auténtica, no la versión comercial que ves en los videoclips.",
  "hiphopIdentify6": "Necesitas una actividad física que te motive de verdad y no te aburra como el gimnasio.",
  "hiphopIdentifyTransition": "Si has dicho \"sí\" a alguno de estos puntos, ya sabes lo que necesitas.",
  "hiphopNeedEnrollTitle": "Necesitas apuntarte a clases de Hip Hop",
  "hiphopIdentifyAgitate1": "Si no das el paso ahora, seguirás mirando vídeos de bailarines en Instagram preguntándote cómo lo hacen.",
  "hiphopIdentifySolution": "En Farray's Center encontrarás un espacio donde aprender de verdad, con un maestro que respira Hip Hop y una comunidad que te recibe sin importar tu nivel.",
  "hiphopIdentifyClosing": "Siente el flow, libérate, crea tu estilo. El Hip Hop te está esperando.",
  "hiphopTransformCTA": "¿Por qué elegir Farray's Center para aprender Hip Hop?",
  "hiphopTransformCTASubtitle": "La academia de Hip Hop en Barcelona con el profesor que marca la diferencia",
  "hiphopWhyChoose1Title": "Academia reconocida por el CID UNESCO",
  "hiphopWhyChoose1Desc": "Dirigida por Yunaisy Farray, con reconocimiento internacional por nuestra excelencia educativa.",
  "hiphopWhyChoose2Title": "Ubicación inmejorable",
  "hiphopWhyChoose2Desc": "Calle Entença 100, a 5 minutos de Plaza España y Sants. Fácil acceso en metro y bus.",
  "hiphopWhyChoose3Title": "Ambiente familiar y profesional",
  "hiphopWhyChoose3Desc": "Un espacio acogedor donde todos son bienvenidos, sin importar edad ni nivel.",
  "hiphopWhyChoose4Title": "Instalaciones de primer nivel",
  "hiphopWhyChoose4Desc": "Más de 700 m² con salas amplias, suelo profesional y sistema de sonido de calidad.",
  "hiphopWhyChoose5Title": "Academia multidisciplinar",
  "hiphopWhyChoose5Desc": "Más de 25 estilos para complementar tu formación y explorar nuevos horizontes.",
  "hiphopWhyChoose6Title": "Gala anual + workshops",
  "hiphopWhyChoose6Desc": "Oportunidades de brillar en escenarios profesionales y aprender de artistas invitados.",
  "hiphopWhyChoose7Title": "Profesor de referencia nacional",
  "hiphopWhyChoose7Desc": "Marcos Martínez, juez de competiciones y maestro internacional con décadas de experiencia.",
  "hiphopLogosTitle": "Has podido vernos en…",
  "hiphopLogosIntlFestivalsText": "y en los mejores festivales de baile del mundo",
  "hiphopVideoTitle": "Descubre nuestras clases de Hip Hop",
  "hiphopVideoDesc": "Mira cómo es una clase en Farray's: técnica, freestyle y mucho flow.",
  "hiphopWhyTodayFullTitle": "¿Por qué hoy es el mejor momento para empezar?",
  "hiphopWhyToday1": "Porque cada jueves que dejas pasar es una oportunidad menos de desarrollar tu estilo.",
  "hiphopWhyToday2": "Porque la única forma de aprender freestyle es practicándolo, y aquí tienes el espacio perfecto.",
  "hiphopWhyToday3": "Porque el Hip Hop no va de bailar bien, sino de sentirte bien bailando.",
  "hiphopWhyTodayClosing1": "En Farray's no vendemos clases. Creamos experiencias que te transforman.",
  "hiphopWhyTodayClosing2": "Te esperamos con beats potentes, un profe de leyenda y energía de cipher.",
  "hiphopFinalCTADesc": "Reserva tu plaza ahora y empieza a desarrollar tu propio flow.",
  "hiphopFinalCTAFunny": "Las plazas vuelan más rápido que un headspin en una batalla.",
  "hiphopCulturalHistoryTitle": "Historia y Cultura del Hip Hop",
  "hiphopCulturalShort": "El Hip Hop nació en el Bronx de Nueva York a principios de los años 70, como expresión cultural de comunidades afroamericanas y latinas.",
  "hiphopCulturalFull": "### Los Orígenes: El South Bronx de Nueva York (1973-1974)\n\n**El Hip Hop emergió en el South Bronx de Nueva York entre 1973 y 1974, cuando DJ Kool Herc empezó a aislar los \"breaks\" (secciones instrumentales) de los discos de funk y soul**, creando un nuevo sonido que invitaba al baile. Las comunidades afroamericanas y latinas del Bronx transformaron las calles en escenarios de expresión artística.\n\n**\"El Hip Hop dance nació entre 1973-1974 en el South Bronx de Nueva York, impulsado por DJ Kool Herc y desarrollado por comunidades afroamericanas y latinas como forma de expresión artística.\"**\n\n### Los Cuatro Pilares Fundacionales\n\nLa cultura Hip Hop se construye sobre **cuatro pilares fundamentales**:\n- **DJing** (turntablism): manipulación de discos y creación de breaks\n- **MCing** (rap): expresión lírica y rimas\n- **Graffiti**: arte visual urbano\n- **B-boying/B-girling** (breaking): danza\n\n**\"Los elementos de la danza hip hop — freestyle, batallas y ciphers — definen la esencia competitiva y comunitaria de esta cultura.\"**\n\n### Grupos Pioneros\n\nGrupos que establecieron las bases técnicas y estilísticas vigentes hoy:\n- **The Rock Steady Crew** (1977): pioneros del breaking\n- **The Lockers** (1973): creadores del locking con Don Campbell\n- **Electric Boogaloos** (1977): innovadores del popping con Boogaloo Sam\n\n### Técnicas Principales del Hip Hop\n\n**Las técnicas principales incluyen: grooves y bounces (base rítmica), social dances, toprock, footwork, freezes, power moves, y elementos de locking, popping y breaking.** Cada estilo tiene su vocabulario y su historia específica.\n\n### El Breaking: Disciplina Olímpica\n\n**El breaking fue incluido como deporte olímpico en los Juegos de París 2024**, reconociendo oficialmente al Hip Hop como disciplina deportiva de élite. Este hito histórico valida décadas de desarrollo técnico y artístico.\n\n### De la Calle al Mundo: Expansión Global\n\nCon más de **50 años de desarrollo global**, el Hip Hop ha pasado de los block parties del Bronx a ser un fenómeno cultural planetario. **El Hip Hop es practicado por más de 30 millones de personas en todo el mundo.**\n\n**\"La danza hip hop se practica tanto en la calle como en academias profesionales, manteniendo siempre su espíritu de libertad y autoexpresión.\"**\n\n### Beneficios para la Salud\n\n**Una clase de Hip Hop de 60 minutos puede quemar entre 400-600 calorías** mientras mejora la coordinación, el ritmo y la expresión corporal. **Estudios demuestran que bailar hip hop mejora la memoria, la concentración y reduce los niveles de estrés.**\n\n### El Hip Hop en Farray's Center\n\nEn nuestra academia, el Hip Hop forma parte del plan curricular de formación profesional en danza avalado por el **CID-UNESCO (Consejo Internacional de la Danza de la UNESCO en París)**. La metodología respeta las raíces de la cultura: técnica base, musicalidad, historia del movimiento y desarrollo del estilo personal a través del freestyle.\n\n**\"El Hip Hop no es solo un estilo de baile, es una filosofía de vida que promueve la creatividad, el respeto y la superación personal.\"**\n\nNuestro profesor **Marcos Martínez**, juez de competiciones internacionales y referente del Hip Hop en España, transmite no solo técnica sino los valores y la historia que hacen de este estilo algo único.",
  "hiphopCitableTecnicas": "Las técnicas principales del Hip Hop incluyen: grooves y bounces (base rítmica), social dances, toprock, footwork, freezes, power moves, y elementos de locking, popping y breaking.",
  "hiphopStatistics": "El Hip Hop es practicado por más de 30 millones de personas en todo el mundo. Una clase de 60 minutos puede quemar entre 400-600 calorías mientras mejora coordinación, ritmo y expresión corporal.",
  "hiphopCitableFact1": "El breaking fue incluido como deporte olímpico en París 2024, reconociendo oficialmente al Hip Hop como disciplina deportiva de élite.",
  "hiphopCitableFact2": "Estudios demuestran que bailar hip hop mejora la memoria, la concentración y reduce los niveles de estrés hasta un 70% tras 8 semanas de práctica regular.",
  "hiphopCitableFact3": "Farray's International Dance Center es una de las pocas academias en Barcelona con profesores certificados como jueces de competiciones internacionales de Hip Hop.",
  "salsaCubanaHeroEmotional": "Deja el móvil. Mira a alguien a los ojos. Muévete. Ríete. Baila.",
  "salsaCubanaBlueOceanTitle": "¿Por qué miles de barceloneses eligieron aprender salsa cubana con nosotros?",
  "salsaCubanaBlueOceanIntro": "Spoiler: No vinieron (solo) a aprender figuras.",
  "salsaCubanaBlueOcean1Title": "Para los que necesitan desconectar",
  "salsaCubanaBlueOcean1P1": "Después de 8 horas frente a una pantalla, tu cuerpo pide algo más que un gimnasio.",
  "salsaCubanaBlueOcean1P2": "Pide ritmo. Pide música. Pide movimiento que no sea mecánico.",
  "salsaCubanaBlueOcean1P3": "60 minutos donde es físicamente imposible pensar en el email que no respondiste, en la reunión de mañana, en la lista de tareas infinita.",
  "salsaCubanaBlueOcean1P4": "Aquí tu mente descansa mientras tu cuerpo se activa.",
  "salsaCubanaBlueOcean2Title": "Para los hartos de hacer swipe",
  "salsaCubanaBlueOcean2P1": "Tinder te da matches. Farray's te da miradas reales, conversaciones reales, risas reales.",
  "salsaCubanaBlueOcean2P2": "Cada clase conoces gente nueva. Sin algoritmos. Sin filtros. Sin ghosting.",
  "salsaCubanaBlueOcean2P3": "Solo música, movimiento y conexión humana de verdad.",
  "salsaCubanaBlueOcean2P4": "Muchas parejas se han conocido aquí. Pero aunque no busques eso, te llevas amigos.",
  "salsaCubanaBlueOcean3Title": "Para parejas que quieren reconectar",
  "salsaCubanaBlueOcean3P1": "¿Cuánto hace que no hacen algo juntos donde se miren a los ojos, se toquen y se rían?",
  "salsaCubanaBlueOcean3P2": "¿Cuántas cenas más frente al móvil? ¿Cuántas noches más de Netflix en silencio?",
  "salsaCubanaBlueOcean3P3": "La salsa cubana es la terapia de pareja que nadie te recetó — pero que funciona.",
  "salsaCubanaBlueOcean3P4": "Aquí aprenden un lenguaje nuevo. Juntos. Y se lo llevan a casa.",
  "salsaCubanaBlueOcean4Title": "Para los que \"no saben bailar\"",
  "salsaCubanaBlueOcean4Quotes": "\"Tengo dos pies izquierdos.\" \"No tengo ritmo.\" \"Me da vergüenza.\"",
  "salsaCubanaBlueOcean4P1": "Hemos escuchado esto miles de veces. Y miles de veces hemos demostrado que era mentira.",
  "salsaCubanaBlueOcean4P2": "Todos nacemos con ritmo. Solo hay que desbloquearlo.",
  "salsaCubanaBlueOcean4P3": "El Nivel 0 existe precisamente para ti. El 90% de nuestros alumnos empezaron exactamente donde estás tú ahora.",
  "salsaCubanaBlueOceanClose1": "No importa por qué vengas.",
  "salsaCubanaBlueOceanClose2": "Lo que importa es que des el primer paso.",
  "salsaCubanaBlueOceanClose3": "Y de paso... aprenderás a bailar salsa cubana de verdad.",
  "salsaCubanaWhatIsQuestionTitle": "¿Te preguntas si es para ti?",
  "salsaCubanaWhatIsQuestionAnswer": "Sí, lo es.",
  "salsaCubanaTeacher4Name": "Lia Valdes",
  "salsaCubanaTeacher4Specialty": "Profesora de Salsa Cubana • Método Farray®",
  "salsaCubanaTeacher4Bio": "Lia Valdes aporta el sabor auténtico de Cuba a cada clase. Con una formación sólida en el Método Farray® y una pasión contagiosa por la salsa cubana, transmite no solo los pasos sino también la alegría y el espíritu del baile caribeño.",
  "salsaCubanaIdentifyBlueOceanTitle": "Si buscas algo más que baile...",
  "salsaCubanaIdentifyBlue1": "Personas hartas de apps que buscan conexión humana real",
  "salsaCubanaIdentifyBlue2": "Profesionales estresados que necesitan desconectar del trabajo",
  "salsaCubanaIdentifyBlue3": "Parejas que quieren reconectar haciendo algo juntos",
  "salsaCubanaIdentifyBlue4": "Los que siempre dijeron \"no sé bailar\" y quieren demostrarse lo contrario",
  "salsaCubanaIdentifyBlue5": "Curiosos que buscan comunidad, no solo una actividad",
  "salsaCubanaIdentifyBlue6": "Quienes quieren ejercicio que no parezca ejercicio",
  "salsaCubanaIdentifyRedOceanTitle": "Si vienes del mundo del baile...",
  "salsaCubanaIdentifyRed1": "Principiantes absolutos que quieren empezar con bases sólidas (no con vicios)",
  "salsaCubanaIdentifyRed2": "Bailarines estancados que sienten que hace tiempo no avanzan",
  "salsaCubanaIdentifyRed3": "Frustrados con el método tradicional de \"memorizar figuras\"",
  "salsaCubanaIdentifyRed4": "Quienes buscan calidad sobre cantidad de figuras",
  "salsaCubanaIdentifyRed5": "Curiosos exigentes que quieren ENTENDER el baile, no solo hacerlo",
  "salsaCubanaIdentifyRed6": "Los que buscan bailar socialmente con confianza en cualquier pista",
  "salsaCubanaIdentifyClose1": "No importa por qué vengas:",
  "salsaCubanaIdentifyClose2": "Lo que importa es que des el primer paso.",
  "salsaCubanaIdentifyClose3": "Y de paso... aprenderás a bailar salsa cubana de verdad.",
  "salsaCubanaFinalCTAEmotional1": "No importa si vienes a desconectar del trabajo.",
  "salsaCubanaFinalCTAEmotional2": "A conocer gente de verdad.",
  "salsaCubanaFinalCTAEmotional3": "A reconectar con tu pareja.",
  "salsaCubanaFinalCTAEmotional4": "A demostrar que SÍ puedes bailar.",
  "salsaCubanaFinalCTAEmotionalClose": "Lo que importa es que des el primer paso.",
  "salsaCubanaFinalCTATechnical1": "Con el Método Farray® no aprenderás \"trucos\".",
  "salsaCubanaFinalCTATechnical2": "Aprenderás a bailar de verdad. Con fundamentos. Con técnica. Con estilo.",
  "salsaCubanaFinalCTATechnical3": "Y lo más importante: disfrutando cada minuto."
}
