{
  "dancehallPageTitleV2": "Clases de Dancehall en Barcelona | Puro Dancehall Jamaicano | Farray's Center",
  "dancehallCulturalFull": "### Los Orígenes: Kingston, Jamaica (1970s-1980s)\n\nEl Dancehall nació en los guetos de Kingston a finales de los años 70. Surgió como una evolución natural del reggae, cuando los sound systems (sistemas de sonido móviles) empezaron a llevar la música a las calles y a los dancehalls (salas de baile). El nombre \"dancehall\" proviene de esos espacios donde la comunidad se reunía para bailar, socializar y expresarse. Era el lugar donde las tensiones sociales se liberaban a través de la música y el movimiento.\n\n### Las Leyendas: Bogle, Passa Passa y los Pioneros\n\n**Gerald \"Bogle\" Levy (1964-2005) es considerado el padre del Dancehall moderno.** Creó movimientos icónicos como **Bogle, Row Di Boat, Log On y Willie Bounce**, base del vocabulario Dancehall.\n\n**Passa Passa**, las sesiones legendarias de street dancehall en Tivoli Gardens (Kingston), fue el epicentro donde nacían nuevos pasos y se consagraban los bailarines.\n\nOtros pioneros como **Ding Dong, Keiva, John Hype** y crews como **Ravers Clavers** llevaron el Dancehall a nivel internacional en los 2000.\n\n**\"Gerald 'Bogle' Levy es el padre del Dancehall moderno con pasos icónicos como Bogle, Row Di Boat y Log On; Passa Passa en Tivoli Gardens (Kingston) fue el epicentro de street dancehall donde nacían tendencias.\"**\n\n### La Expansión Global (2000s-Presente)\n\nEn los años 2000, el Dancehall explotó globalmente gracias a artistas como **Sean Paul, Shaggy, Elephant Man y Beenie Man**. Las redes sociales y YouTube popularizaron pasos como **Dutty Wine, Daggering y Nuh Linga**.\n\n**Desde los 2000, artistas como Sean Paul y Elephant Man, junto a YouTube y redes, globalizaron el Dancehall con pasos como Dutty Wine y Daggering; hoy tiene comunidades fuertes en Europa (Barcelona como epicentro), África, Asia y América.**\n\nHoy, el Dancehall es un fenómeno mundial con comunidades activas en Europa, África, Asia y América; Barcelona es uno de sus epicentros europeos.\n\n### La Música: Riddims y Cultura Sound System\n\n**El Dancehall se baila sobre riddims (bases instrumentales) que los productores crean y múltiples artistas vocalizan.** Riddims legendarios como **Diwali, Coolie Dance o Dump Truck** definieron épocas enteras.\n\n**\"El Dancehall se baila sobre riddims legendarios como Diwali o Coolie Dance, con cultura sound system de selectores, MCs y rewind; múltiples artistas vocalizan la misma base instrumental, definiendo épocas.\"**\n\nLa cultura del sound system —con sus selectores, MCs y el famoso rewind cuando una canción es tan buena que se vuelve a poner desde el principio— es esencial para entender el Dancehall.\n\n### Más Que Baile: Identidad y Resistencia\n\nEl Dancehall ha sido siempre una forma de resistencia cultural y expresión de identidad para las comunidades marginadas de Jamaica. Es la voz de los guetos, una celebración de la alegría a pesar de las dificultades.\n\n**\"El Dancehall es resistencia cultural de guetos jamaicanos, con pasos cargados de significado como Log On ('conectarse') o Nuh Linga ('no te demores'), celebrando alegría e identidad pese a las dificultades.\"**\n\nCada paso tiene un significado: **Log On** (conectarse), **Willie Bounce** (homenaje a Willie Haggart), **Nuh Linga** (no te demores). Cada movimiento cuenta una historia.\n\n### Dancehall en Farray's: técnica y comunidad\n\nEn Farray's International Dance Center, el Dancehall se enseña con técnica, respeto y contexto histórico, priorizando la buena energía, la precisión de movimientos y un entorno profesional.\n\n**Estudios científicos sobre danza señalan que bailar mejora la coordinación, la propiocepción y la condición física general, además de reducir el estrés y mejorar el estado de ánimo, y el Dancehall se beneficia de estos efectos por su alta energía y trabajo corporal completo.**\n\n**Una clase de Dancehall activa puede quemar 300-480 calorías por hora según peso e intensidad, similar a otros bailes aeróbicos de alta demanda.**\n\n**Revisiones científicas asocian el baile regular con menor riesgo de deterioro cognitivo y demencia, destacando su valor como entrenamiento cerebral en estilos dinámicos como Dancehall.**\n\n**Farray's International Dance Center ofrece clases de Dancehall en una escuela valorada cerca del 5/5 en Google con cientos de reseñas positivas.**",
  "dancehallCourseSchemaName": "Clases de Dancehall Jamaicano en Barcelona - Todos los Niveles",
  "dancehallCourseSchemaDesc": "Aprende Dancehall auténtico en Barcelona con el método exclusivo de Farray's International Dance Center. Clases para principiantes, intermedios y avanzados con profesoras expertas formadas en Jamaica.",
  "dancehallCommunityFunny": "¡Las plazas vuelan más rápido que un «Dutty Wine» en viernes por la noche! Tienes que dejarte seducir por la energía y el feeling del Dancehall.",
  "dancehallFaqQ8": "¿Qué pasa si no tengo buena coordinación?",
  "dancehallFaqA8": "No te preocupes, la coordinación se desarrolla con la práctica. Nuestras profesoras te guiarán paso a paso y el ambiente es muy acogedor. ¡Lo importante es que seas constante y disfrutes del proceso!",
  "dancehallFaqQ9": "¿Qué estilos de Dancehall enseñamos en nuestra escuela de Barcelona?",
  "dancehallFaqA9": "Diferentes estilos para diferentes gustos: DANCEHALL FEMALE - El estilo tradicional jamaicano con movimientos auténticos. Sensualidad, actitud y flow. DANCEHALL TWERK - Se utilizan muchos movimientos del Twerk/Bootydance. Energía, sensualidad y feminidad pura.",
  "dancehallFaqQ10": "¿Qué niveles de Dancehall tenemos en nuestra escuela de Barcelona?",
  "dancehallFaqA10": "DIFERENTES NIVELES PARA QUE NADIE SE QUEDE SIN BAILAR: Dancehall Principiantes - Ideal para estudiantes que quieren empezar desde cero, para aprender paso a paso y con buen rollo. Dancehall Básico - Ideal para estudiantes que ya tienen un poco de experiencia en Dancehall u otras danzas urbanas. Dancehall Intermedio - Para estudiantes que quieren mejorar técnica, coordinación y expresión con pasos más complejos y musicalidad. Dancehall Avanzado - Pensado para quienes quieren llevar su nivel al máximo y llevar su estilo al siguiente nivel.",
  "dancehallFaqQ11": "¿Puedo unirme en cualquier momento del año?",
  "dancehallFaqA11": "¡Sí! Puedes empezar cuando quieras. Consulta nuestro calendario para ver las próximas clases disponibles. Si tienes dudas sobre el nivel o el grupo, escríbenos y te orientamos.",
  "dancehallFaqQ12": "¿Tenéis algún descuento especial?",
  "dancehallFaqA12": "Sí, ofrecemos descuentos si te apuntas a más de un curso. Consulta nuestra web o pregúntanos directamente para más detalles.",
  "dancehallFaqQ13": "¿Y si falto a una clase por trabajo o compromisos?",
  "dancehallFaqA13": "Si tienes una membresía y cancelas una clase tienes 30 días para recuperarla, contando desde la fecha de la clase cancelada. Si tienes un abono de horas, eres tú quien gestiona tus clases de manera flexible y solamente debes cancelar tu clase y reservarla para otro día cuando así lo desees, antes que termine el periodo de caducidad. Todas las gestiones se hacen exclusivamente desde la aplicación digital de la academia.",
  "dancehallFaqQ14": "¿Si falto a una clase debo recuperarla haciendo el mismo estilo, o puedo hacer otro diferente?",
  "dancehallFaqA14": "Puedes recuperar tu clase cancelada haciendo otro estilo diferente, siempre y cuando respectes el nivel de la clase y gestiones la recuperación desde la aplicación de la escuela.",
  "dancehallFaqQ15": "¿Qué diferencia el Dancehall de otros estilos de baile urbano?",
  "dancehallFaqA15": "El Dancehall es un estilo originario de Jamaica, con mucha energía, pasos característicos y una cultura propia. Combina movimientos enérgicos y sensuales con ritmos de reggae y hip-hop, lo que lo hace único. Se diferencia por su musicalidad y movimientos. Es un estilo que permite la improvisación y la creatividad, ideal para quienes buscan algo más que pasos coreografiados.",
  "dancehallCitableOrigen": "El Dancehall nace en los guetos de Kingston (Jamaica) a finales de los 70 como evolución del reggae, impulsado por sound systems en streets y dancehalls, espacios comunitarios para bailar y liberar tensiones sociales.",
  "dancehallCitableLeyendas": "Gerald 'Bogle' Levy es el padre del Dancehall moderno con pasos icónicos como Bogle, Row Di Boat y Log On; Passa Passa en Tivoli Gardens (Kingston) fue el epicentro de street dancehall donde nacían tendencias.",
  "dancehallCitableExpansionGlobal": "Desde los 2000, artistas como Sean Paul y Elephant Man, junto a YouTube y redes, globalizaron el Dancehall con pasos como Dutty Wine y Daggering; hoy tiene comunidades fuertes en Europa (Barcelona como epicentro), África, Asia y América.",
  "dancehallCitableMusica": "El Dancehall se baila sobre riddims legendarios como Diwali o Coolie Dance, con cultura sound system de selectores, MCs y rewind; múltiples artistas vocalizan la misma base instrumental, definiendo épocas.",
  "dancehallCitableIdentidad": "El Dancehall es resistencia cultural de guetos jamaicanos, con pasos cargados de significado como Log On ('conectarse') o Nuh Linga ('no te demores'), celebrando alegría e identidad pese a las dificultades.",
  "dancehallCitableFact1": "Una clase de Dancehall activa puede quemar 300-480 calorías por hora según peso e intensidad, similar a otros bailes aeróbicos de alta demanda.",
  "dancehallCitableFact2": "Revisiones científicas asocian el baile regular con menor riesgo de deterioro cognitivo y demencia, destacando su valor como entrenamiento cerebral en estilos dinámicos como Dancehall.",
  "dancehallCitableFact3": "Farray's International Dance Center ofrece clases de Dancehall en una escuela valorada cerca del 5/5 en Google con cientos de reseñas positivas.",
  "home_categories_urbano_styles_femmology_heels": "Femmology Heels",
  "home_categories_urbano_styles_hip_hop_reggaeton": "Hip Hop Reggaeton",
  "home_categories_urbano_styles_reggaeton_cubano": "Reggaeton Cubano (Reparto)",
  "home_categories_urbano_styles_sexy_reggaeton": "Sexy Reggaeton",
  "home_categories_urbano_styles_sexy_style": "Sexy Style",
  "home_categories_urbano_styles_commercial_dance": "Commercial Dance",
  "home_categories_urbano_styles_kpop": "K-Pop",
  "home_categories_salsa_bachata_bullets": "Salsa, Bachata, Timba y más, Baila solo o en pareja, Grupos de todos los niveles",
  "home_categories_salsa_bachata_styles_bachata": "Bachata",
  "home_categories_salsa_bachata_styles_folklore_cubano": "Folklore Cubano",
  "home_categories_salsa_bachata_styles_salsa_cubana": "Salsa Cubana",
  "home_categories_salsa_bachata_styles_salsa_lady_style": "Salsa Lady Style",
  "home_categories_salsa_bachata_styles_salsa_lady_timba": "Salsa Lady Timba",
  "home_categories_salsa_bachata_styles_timba_cubana": "Timba Cubana",
  "home_categories_salsa_bachata_styles_son_cubano": "Son Cubano",
  "home_categories_salsa_bachata_styles_men_style_salsa": "Men Style Salsa",
  "home_categories_danza_styles_ballet_clasico": "Ballet Clásico (Escuela Cubana)",
  "home_categories_danza_styles_bum_bum_gluteos": "Bum Bum Glúteos Maravillosos",
  "home_categories_fitness_bullets": "Tonifica bailando, Bum Bum, Pilates, Dance Barre, Clases divertidas y efectivas",
  "home_categories_fitness_styles_bum_bum_gluteos": "Bum Bum Glúteos Maravillosos",
  "home_categories_fitness_styles_bum_bum_fit": "Bum Bum Cuerpo Fit",
  "home_categories_fitness_styles_body_conditioning": "Body Conditioning",
  "home_categories_fitness_styles_dance_barre": "Dance Barre",
  "home_categories_fitness_styles_pilates": "Pilates",
  "home_categories_mananas_bullets": "Empieza el día bailando, Horario flexible matinal, Grupos reducidos",
  "home_categories_mananas_styles_afro_jazz": "Afro Jazz (Técnica Cubana)",
  "home_categories_mananas_styles_contemporaneo": "Contemporáneo Lírico & Suelo y Flow",
  "home_categories_mananas_styles_sexy_reggaeton": "Sexy Reggaeton",
  "home_categories_mananas_styles_sexy_style": "Sexy Style",
  "home_categories_mananas_styles_otras_danzas": "Danzas del Mundo y Exóticas",
  "home_categories_otras_bullets": "Kizomba, Flamenco, Telas Aéreas..., Próximamente nuevos grupos, Apúntate a la lista de espera",
  "home_categories_otras_styles_kizomba": "Kizomba",
  "home_categories_otras_styles_semba": "Semba",
  "home_categories_otras_styles_kompa": "Kompa",
  "home_categories_otras_styles_flamenco": "Flamenco",
  "home_categories_otras_styles_sevillanas": "Sevillanas",
  "home_categories_otras_styles_telas_aereas": "Telas Aéreas y Aro",
  "home_categories_otras_styles_acro_yoga": "Acro Yoga",
  "contact_breadcrumb_home": "Inicio",
  "contact_breadcrumb_current": "Contacto",
  "merchandising_breadcrumb_home": "Inicio",
  "merchandising_breadcrumb_current": "Merchandising",
  "particularesPage_particulares_feature1": "Máxima exclusividad y privacidad",
  "particularesPage_particulares_feature2": "Aprenderás 3x más rápido que en clases grupales",
  "particularesPage_particulares_feature3": "Profesor dedicado 100% a ti",
  "particularesPage_particulares_feature4": "Horarios flexibles adaptados a tu agenda",
  "particularesPage_particulares_feature5": "Posibilidad de clases online",
  "particularesPage_particulares_feature6": "Posibilidad de clases a domicilio",
  "particularesPage_particulares_feature7": "Bonos disponibles con descuento",
  "particularesPage_premium_feature1": "Grupo privado con amigos o familia",
  "particularesPage_premium_feature2": "Aprenderás más rápido que en cursos regulares",
  "particularesPage_premium_feature3": "Precio mensual accesible (60€/mes)",
  "particularesPage_premium_feature4": "Horarios acordados entre el grupo",
  "particularesPage_premium_feature5": "Posibilidad de clases online",
  "particularesPage_premium_feature6": "Posibilidad de clases a domicilio",
  "particularesPage_benefitsSubtitle": "Descubre las ventajas que solo las clases privadas pueden ofrecerte",
  "particularesPage_particulares_desc": "Atención exclusiva 100% dedicada a ti. Perfecto para quienes buscan el máximo progreso en el menor tiempo posible, con total privacidad y horarios ultra-flexibles. Ideal para principiantes absolutos, bailarines avanzados que buscan perfeccionarse, o cualquier persona que valore la eficiencia y personalización.",
  "particularesPage_premium_desc": "Combina lo mejor de ambos mundos: aprendizaje acelerado con la energía de un grupo pequeño y privado. Perfecto para amigos, parejas o familias que quieren aprender juntos, compartir costos y mantener un ambiente íntimo. Más económico que clases particulares individuales, pero con atención mucho más personalizada que clases grupales regulares.",
  "particularesPage_pack_regular_feature5": "Enseñanza adaptada a tu nivel",
  "faq_breadcrumb_home": "Inicio",
  "faq_breadcrumb_current": "Preguntas Frecuentes",
  "roomRental_room2_holiday_companies": "Compañías / ensayos",
  "roomRental_room2_holiday_companies_price": "45 €/hora",
  "roomRental_room2_holiday_events": "Clases / eventos",
  "roomRental_room2_holiday_events_price": "55 €/hora",
  "roomRental_room2_condition": "Fines de semana y festivos: mínimo 3 horas de alquiler",
  "facilitiesHeroTitle": "Instalaciones - Escuela de Baile en Barcelona",
  "facilitiesHeroSubtitle": "Más de 700 m² dedicados a la danza en el corazón de Barcelona",
  "facilitiesHeroDesc": "Farray's International Dance Center es una escuela de baile en Barcelona con más de 700 m² de instalaciones diseñadas específicamente para la danza, el entrenamiento físico y la creación artística.",
  "facilitiesHeroLocation": "Calle Entença 100, Barcelona - Entre Plaza España y Sants",
  "facilitiesCTA1": "Reserva Tu Clase de Prueba",
  "facilitiesCTA1Subtext": "Conoce nuestras instalaciones en persona",
  "facilitiesCTA2": "Solicita un Tour",
  "facilitiesCTA2Subtext": "Descubre nuestros espacios",
  "facilitiesStatSpace": "m² de instalaciones",
  "facilitiesStatRooms": "Salas Profesionales",
  "facilitiesStatProfessional": "Profesional",
  "facilitiesIntroTitle": "Un espacio pensado para bailar, entrenar y compartir",
  "facilitiesIntroP1": "Farray's International Dance Center es una escuela de baile en Barcelona con más de 700 m² de instalaciones diseñadas específicamente para la danza, el entrenamiento físico y la creación artística. Todo está pensado para que puedas aprovechar al máximo tus clases de baile, ensayos, formaciones y eventos, en un espacio profesional y cuidado.",
  "facilitiesIntroP2": "Nuestras instalaciones combinan equipamiento de última generación con un ambiente familiar y acogedor, donde cada detalle está pensado para tu comodidad y rendimiento.",
  "facilitiesRoomsTitle": "4 Salas de Baile Profesionales",
  "facilitiesRoomsSubtitle": "Espacios diseñados específicamente para cada disciplina",
  "facilitiesRoom1Size": "120 m² de espacio diáfano",
  "facilitiesRoom1Floor": "Suelo de linóleo flotante profesional",
  "facilitiesRoom2Size": "80 m² de espacio técnico",
  "facilitiesRoom2Floor": "Suelo de linóleo flotante",
  "facilitiesRoom3Size": "80 m² optimizados",
  "facilitiesRoom3Floor": "Parquet flotante de alta calidad",
  "facilitiesRoom4Title": "Sala de Fitness - 40 m²",
  "facilitiesRoom4Size": "40 m² de pura energía",
  "facilitiesRoom4Floor": "Parquet flotante resistente",
  "facilitiesRoom4Desc": "Ideal para preparación física, fitness y acondicionamiento para bailarines. Espacio optimizado para entrenamientos funcionales y clases de cardio.",
  "facilitiesActivitiesTitle": "¿Qué sucede en nuestras salas de baile?",
  "facilitiesActivity1": "Clases de baile y danza de todos los estilos: latinos, urbanos, contemporáneos y ballet",
  "facilitiesActivity2": "Actividades de fitness y preparación física específica para bailarines",
  "facilitiesActivity3": "Ensayos de compañías profesionales y grupos coreográficos",
  "facilitiesActivity4": "Producción de trabajos para televisión, cine, videoclips y musicales",
  "facilitiesActivity5": "Masterclasses con grandes bailarines y coreógrafos internacionales",
  "facilitiesActivity6": "Workshops intensivos, audiciones, castings y formaciones profesionales",
  "facilitiesAmenitiesTitle": "Zona Social y Vestuarios de nuestra escuela de baile",
  "facilitiesAmenitiesSubtitle": "Más que una escuela: una comunidad",
  "facilitiesAm1Title": "Bar / Zona Social",
  "facilitiesAm1Desc": "Un espacio donde relajarte, compartir con tus compañeros y vivir el ambiente de comunidad que caracteriza a Farray's. Café, bebidas y snacks disponibles.",
  "facilitiesAm2Title": "2 Vestuarios Amplios",
  "facilitiesAm2Desc": "Más de 30 m² cada uno, equipados con duchas de agua caliente, taquillas seguras y espacio suficiente para cambiarte con comodidad antes y después de tus clases.",
  "facilitiesAm3Title": "Zona Wi-Fi Gratuita",
  "facilitiesAm3Desc": "Conexión Wi-Fi de alta velocidad en todas las instalaciones para que puedas trabajar, estudiar o compartir tus contenidos entre clases.",
  "facilitiesEquipmentTitle": "Equipamiento Profesional en Cada Sala",
  "facilitiesEquipmentSubtitle": "Todo lo que necesitas para tu práctica y rendimiento",
  "facilitiesEq1Title": "Suelos Profesionales",
  "facilitiesEq1Desc": "Parquet o linóleo flotante de alta calidad, específicamente diseñados para cada disciplina. Absorción de impactos, agarre óptimo y protección articular.",
  "facilitiesEq2Title": "Espejos de Pared Completa",
  "facilitiesEq2Desc": "Espejos profesionales de pared a pared para trabajar técnica, líneas corporales y postura. Visibilidad perfecta desde cualquier ángulo de la sala.",
  "facilitiesEq3Title": "Ventilación y Aire Acondicionado",
  "facilitiesEq3Desc": "Sistema de climatización profesional con ventilación centralizada, pensado para el esfuerzo físico intenso. Temperatura controlada todo el año.",
  "facilitiesEq4Title": "Barras de Ballet",
  "facilitiesEq4Desc": "Barras fijas de doble altura en las salas orientadas a danza clásica y técnica contemporánea. Instalación profesional.",
  "facilitiesEq5Title": "Material de Fitness",
  "facilitiesEq5Desc": "Colchonetas, pesas ligeras, bandas elásticas, foam rollers y material específico para preparación física para bailarines.",
  "facilitiesEq6Title": "Equipos de Audio Profesionales",
  "facilitiesEq6Desc": "Sistemas de sonido de alta fidelidad con entrada para smartphone, tablet u ordenador. Listos para tus clases, ensayos o grabaciones.",
  "facilitiesTrustTitle": "Un Centro de Referencia en Barcelona",
  "facilitiesWhyTitle": "¿Por Qué Elegir Nuestras Instalaciones?",
  "facilitiesWhy1Title": "Ubicación Inmejorable",
  "facilitiesWhy1Desc": "En pleno corazón de Barcelona, entre Plaza España y Sants. Acceso fácil en metro (L1, L3, L5), tren y autobús. Parking público cercano.",
  "facilitiesWhy2Title": "Instalaciones Profesionales",
  "facilitiesWhy2Desc": "Más de 700 m² específicamente diseñados para danza. Suelos flotantes, climatización, espejos profesionales y equipamiento de primera calidad.",
  "facilitiesWhy3Title": "Acreditación CID-UNESCO",
  "facilitiesWhy3Desc": "Centro reconocido por el Consejo Internacional de la Danza de la UNESCO. Garantía de calidad, profesionalidad y estándares internacionales.",
  "facilitiesWhy4Title": "Ambiente Familiar",
  "facilitiesWhy4Desc": "No eres un número. Aquí todos nos conocemos, nos apoyamos y compartimos la pasión por el baile. Comunidad real, no marketing.",
  "facilitiesWhy5Title": "Flexibilidad Horaria",
  "facilitiesWhy5Desc": "Más de 100 clases semanales en horarios de mañana, tarde y noche. De lunes a viernes. Siempre hay un horario que se adapta a tu vida.",
  "facilitiesWhy6Title": "Mantenimiento Impecable",
  "facilitiesWhy6Desc": "Instalaciones cuidadas diariamente. Limpieza profesional, mantenimiento preventivo y renovación constante del equipamiento.",
  "facilitiesCTATitle": "Farray's International Dance Center: Más que una Escuela",
  "facilitiesCTAP1": "Si buscas una academia de baile en Barcelona con instalaciones profesionales, amplias y cuidadas, Farray's International Dance Center te ofrece un espacio de referencia donde entrenar, crear proyectos artísticos y disfrutar de la danza en las mejores condiciones.",
  "facilitiesCTAP2": "Ven a conocernos. Te enseñamos las instalaciones sin compromiso.",
  "facilitiesFaqTitle": "Preguntas Frecuentes sobre las Instalaciones de nuestra academia de baile",
  "facilitiesFaqQ1": "¿Dónde están ubicadas las instalaciones de Farray's Center?",
  "facilitiesFaqA1": "Estamos en Calle Entença 100, Barcelona, entre Plaza España y Estación de Sants. Acceso fácil en metro (Entença L5, Rocafort L1, Tarragona L3), tren (Sants) y autobús. A 5 minutos caminando de Plaza España.",
  "facilitiesFaqQ2": "¿Cuántas salas de baile tiene Farray's Center?",
  "facilitiesFaqA2": "Tenemos 4 salas profesionales: una sala principal de 120 m² con linóleo, una sala de ballet de 80 m² con linóleo, una sala de latinos y urbanos de 80 m² con parquet, y una sala de fitness de 40 m² con parquet.",
  "facilitiesFaqQ3": "¿Qué tipo de suelo tienen las salas?",
  "facilitiesFaqA3": "Nuestras salas tienen suelos flotantes profesionales: linóleo flotante en 2 salas (ideal para ballet y contemporáneo) y parquet flotante de alta calidad en 2 salas (perfecto para latinos y fitness). Todos con absorción de impactos para proteger tus articulaciones.",
  "facilitiesFaqQ4": "¿Las salas tienen aire acondicionado?",
  "facilitiesFaqA4": "Sí, todas nuestras salas están equipadas con aire acondicionado y ventilación centralizada, específicamente diseñada para actividades físicas intensas. Temperatura controlada durante todo el año.",
  "facilitiesFaqQ5": "¿Hay vestuarios y duchas disponibles?",
  "facilitiesFaqA5": "Sí, tenemos 2 vestuarios amplios (más de 30 m² cada uno) equipados con duchas de agua caliente, taquillas seguras y espacio suficiente para cambiarte con comodidad antes y después de tus clases.",
  "facilitiesFaqQ6": "¿Puedo visitar las instalaciones antes de inscribirme?",
  "facilitiesFaqA6": "Por supuesto. Puedes venir a conocer nuestras instalaciones sin compromiso. También ofrecemos clases de prueba donde podrás experimentar las salas, conocer a los profesores y sentir el ambiente de la escuela.",
  "facilitiesFaqQ7": "¿Se pueden alquilar las salas para ensayos privados o eventos?",
  "facilitiesFaqA7": "Sí, ofrecemos alquiler de salas por horas para ensayos, clases particulares, workshops, castings, grabaciones y eventos. Contáctanos para disponibilidad y tarifas especiales.",
  "facilitiesBreadcrumbHome": "Inicio",
  "facilitiesBreadcrumbCurrent": "Instalaciones",
  "twerkCitableOrigen": "El Twerk contemporáneo nace de una mezcla de danzas afrodescendientes como la mapouka y otras danzas de África occidental, de tradiciones afrocaribeñas y de la cultura bounce de Nueva Orleans, donde a finales de los 80 y principios de los 90 se consolidó como estilo reconocible dentro del hip hop.",
  "twerkCitableEvolucionGlobal": "Desde los años 2000, impulsado por videoclips y redes sociales, el Twerk pasó de ser un baile ligado a clubes y block parties del sur de Estados Unidos a un fenómeno global presente en videoclips mainstream, escuelas de danza, battles y workshops en Europa y Latinoamérica.",
  "twerkCitableMusica": "Aunque el Twerk está fuertemente vinculado al bounce de Nueva Orleans, hoy se baila también sobre bases de hip hop, trap, dancehall, afrobeats, reggaeton y otros ritmos urbanos, siempre buscando un beat marcado y sensación de bombeo que facilite rebotes y cambios de ritmo.",
  "twerkCitableIdentidadPoder": "En el contexto de escuelas serias, el Twerk se trabaja no solo como movimiento de glúteos, sino como entrenamiento de conciencia corporal, fuerza de piernas, core y glúteos, coordinación, autoestima y empoderamiento, ayudando al alumnado a reconciliarse con su cuerpo y decidir cómo quiere mostrarse.",
  "twerkCitableFact1": "Una clase de Twerk activa, como forma de baile de alta intensidad, puede rondar un gasto aproximado de 300-500 calorías por hora según el peso corporal y la intensidad, en línea con otros estilos de danza fitness.",
  "twerkCitableFact2": "Revisiones científicas sobre programas de danza en adultos indican que bailar de forma regular se asocia con menor riesgo de deterioro cognitivo y puede contribuir a reducir la incidencia de demencia frente a estilos de vida sedentarios, lo que respalda el valor del baile como entrenamiento para el cerebro.",
  "twerkCitableFact3": "Farray's International Dance Center ofrece clases de Twerk dentro de una escuela con una valoración cercana al 5/5 en Google con cientos de reseñas, lo que respalda la satisfacción del alumnado y la calidad percibida de sus formaciones.",
  "balletCompareRow9": "Conexión tierra (grounding)",
  "balletCompareRow10": "Exigencia cardiovascular",
  "balletCompareRow11": "Versatilidad para otros estilos",
  "afrocontemporaneoStatistics": "Afro Contemporáneo / DCC mejora coordinación/espacialidad/musicalidad (ENA), técnica híbrida profesional.",
  "afrocontemporaneoCitableEvolucionGlobal": "DCC exporta Afro Contemporáneo (ENA) mundialmente desde 1970s; 65 años de giras consolidan fusión cubana.",
  "afrocontemporaneoCitableMusica": "El Afro Contemporáneo se trabaja sobre música que fusiona ritmos afrocubanos (batá, rumba, son) con composiciones contemporáneas. La poliritmia característica exige al bailarín desarrollar una musicalidad compleja.",
  "afrocontemporaneoCitableIdentidadPoder": "En academias con metodología profesional, el Afro Contemporáneo se trabaja como disciplina de perfeccionamiento técnico integral: disociación corporal, coordinación avanzada, memoria coreográfica, interpretación musical y conciencia espacial.",
  "afrocontemporaneoCitableFact1": "Clase Afro Contemporáneo quema 300–480 cal/hora (aeróbico afrocubano).",
  "afrocontemporaneoCitableFact2": "La metodología de la Escuela Nacional de Arte de Cuba (ENA) para Afro Contemporáneo está reconocida internacionalmente por formar bailarines técnicamente completos.",
  "afrocontemporaneoCitableFact3": "Farray's: Afro Contemporáneo (DCC ENA) aval CID-UNESCO, 5/5 Google.",
  "afrocontemporaneoCitableLegado": "DCC exporta Afro Contemporáneo (ENA) mundialmente desde 1970s; 65 años de giras consolidan fusión cubana.",
  "afrocontemporaneoCompareLirico": "Cont. Lírico",
  "afrocontemporaneoCompareJazz": "Modern Jazz",
  "afrojazzImage1Alt": "Clases de Afro Jazz - Farray's International Dance Center",
  "afrojazzImage2Alt": "Bailarina practicando Afro Jazz",
  "afrojazzImage3Alt": "Yunaisy Farray - Maestra de Afro Jazz CID-UNESCO",
  "afrojazzStatistics": "Estudios sobre entrenamiento de danza técnica demuestran que disciplinas de fusión como el Afro Jazz desarrollan coordinación motora compleja, mejoran la neuroplasticidad por el aprendizaje de vocabularios de movimiento diversos, y potencian la capacidad de improvisación y creatividad.",
  "salsaCubanaHeroEmotional": "Deja el móvil. Mira a alguien a los ojos. Muévete. Ríete. Baila.",
  "salsaCubanaBlueOcean1P3": "60 minutos donde es físicamente imposible pensar en el email que no respondiste, en la reunión de mañana, en la lista de tareas infinita.",
  "salsaCubanaBlueOcean1P4": "Aquí tu mente descansa mientras tu cuerpo se activa.",
  "salsaCubanaBlueOcean2P2": "Cada clase conoces gente nueva. Sin algoritmos. Sin filtros. Sin ghosting.",
  "salsaCubanaBlueOcean2P3": "Solo música, movimiento y conexión humana de verdad.",
  "salsaCubanaBlueOcean2P4": "Muchas parejas se han conocido aquí. Pero aunque no busques eso, te llevas amigos.",
  "salsaCubanaBlueOcean3P2": "¿Cuántas cenas más frente al móvil? ¿Cuántas noches más de Netflix en silencio?",
  "salsaCubanaBlueOcean3P3": "La salsa cubana es la terapia de pareja que nadie te recetó — pero que funciona.",
  "salsaCubanaBlueOcean3P4": "Aquí aprenden un lenguaje nuevo. Juntos. Y se lo llevan a casa.",
  "salsaCubanaBlueOcean4Quotes": "\"Tengo dos pies izquierdos.\" \"No tengo ritmo.\" \"Me da vergüenza.\"",
  "salsaCubanaBlueOcean4P1": "Hemos escuchado esto miles de veces. Y miles de veces hemos demostrado que era mentira.",
  "salsaCubanaBlueOcean4P2": "Todos nacemos con ritmo. Solo hay que desbloquearlo.",
  "salsaCubanaBlueOcean4P3": "El Nivel 0 existe precisamente para ti. El 90% de nuestros alumnos empezaron exactamente donde estás tú ahora.",
  "salsaCubanaBlueOceanClose1": "No importa por qué vengas.",
  "salsaCubanaBlueOceanClose2": "Lo que importa es que des el primer paso.",
  "salsaCubanaBlueOceanClose3": "Y de paso... aprenderás a bailar salsa cubana de verdad.",
  "salsaCubanaTeacher4Bio": "Lia Valdes aporta el sabor auténtico de Cuba a cada clase. Con una formación sólida en el Método Farray® y una pasión contagiosa por la salsa cubana, transmite no solo los pasos sino también la alegría y el espíritu del baile caribeño.",
  "salsaCubanaIdentifyBlueOceanTitle": "Si buscas algo más que baile...",
  "salsaCubanaIdentifyBlue1": "Personas hartas de apps que buscan conexión humana real",
  "salsaCubanaIdentifyBlue2": "Profesionales estresados que necesitan desconectar del trabajo",
  "salsaCubanaIdentifyBlue3": "Parejas que quieren reconectar haciendo algo juntos",
  "salsaCubanaIdentifyBlue4": "Los que siempre dijeron \"no sé bailar\" y quieren demostrarse lo contrario",
  "salsaCubanaIdentifyBlue5": "Curiosos que buscan comunidad, no solo una actividad",
  "salsaCubanaIdentifyBlue6": "Quienes quieren ejercicio que no parezca ejercicio",
  "salsaCubanaIdentifyRedOceanTitle": "Si vienes del mundo del baile...",
  "salsaCubanaIdentifyRed1": "Principiantes absolutos que quieren empezar con bases sólidas (no con vicios)",
  "salsaCubanaIdentifyRed2": "Bailarines estancados que sienten que hace tiempo no avanzan",
  "salsaCubanaIdentifyRed3": "Frustrados con el método tradicional de \"memorizar figuras\"",
  "salsaCubanaIdentifyRed4": "Quienes buscan calidad sobre cantidad de figuras",
  "salsaCubanaIdentifyRed5": "Curiosos exigentes que quieren ENTENDER el baile, no solo hacerlo",
  "salsaCubanaIdentifyRed6": "Los que buscan bailar socialmente con confianza en cualquier pista",
  "salsaCubanaIdentifyClose1": "No importa por qué vengas:",
  "salsaCubanaIdentifyClose2": "Lo que importa es que des el primer paso.",
  "salsaCubanaIdentifyClose3": "Y de paso... aprenderás a bailar salsa cubana de verdad.",
  "salsaCubanaFinalCTAEmotional1": "No importa si vienes a desconectar del trabajo.",
  "salsaCubanaFinalCTAEmotional2": "A conocer gente de verdad.",
  "salsaCubanaFinalCTAEmotional3": "A reconectar con tu pareja.",
  "salsaCubanaFinalCTAEmotional4": "A demostrar que SÍ puedes bailar.",
  "salsaCubanaFinalCTAEmotionalClose": "Lo que importa es que des el primer paso.",
  "salsaCubanaFinalCTATechnical1": "Con el Método Farray® no aprenderás \"trucos\".",
  "salsaCubanaFinalCTATechnical2": "Aprenderás a bailar de verdad. Con fundamentos. Con técnica. Con estilo.",
  "salsaCubanaFinalCTATechnical3": "Y lo más importante: disfrutando cada minuto.",
  "salsaLadyTeacherCredential": "Creadora del Método Farray® | Miembro CID-UNESCO | Formada en ENA Cuba",
  "salsaLadyTeacherBio": "Yunaisy Farray es directora de la academia, miembro del CID-UNESCO y creadora del exclusivo Método Farray®. Formada en la Escuela Nacional de Arte de Cuba (ENA), ha desarrollado una metodología única para la enseñanza del estilo femenino que combina la técnica clásica cubana con expresión contemporánea. Su enfoque en la feminidad, elegancia y musicalidad ha transformado a miles de alumnas."
}
