{
  "version": "1.0.0",
  "generated": "2026-01-16",
  "description": "Enterprise-level translations for curated reviews",
  "translations": {
    "review-rebeca-martinez-rodr-3": {
      "es": "Está clase me reinicia la vida. Nunca había bailado y me daba mucha vergüenza bailar en público, pero Charlie es una caña con ese flow y energía te contagia el amor por el baile. Las compañeras/os son super amables siempre. Desde que empecé me siento mucho más yo. Es la mejor decisión que he tomado en mucho tiempo. Bailar es invertir en salud y felicidad. Muchas gracias.",
      "ca": "Aquesta classe em reinicia la vida. Mai havia ballat i em feia molta vergonya ballar en públic, però en Charlie és genial amb aquest flow i energia que et contagia l'amor pel ball. Els companys/es són sempre super amables. Des que vaig començar em sento molt més jo. És la millor decisió que he pres en molt de temps. Ballar és invertir en salut i felicitat. Moltes gràcies.",
      "en": "This class resets my life. I had never danced and I was very embarrassed to dance in public, but Charlie is amazing with that flow and energy that makes you fall in love with dance. The classmates are always super friendly. Since I started, I feel much more like myself. It's the best decision I've made in a long time. Dancing is investing in health and happiness. Thank you so much.",
      "fr": "Ce cours me réinitialise la vie. Je n'avais jamais dansé et j'avais très honte de danser en public, mais Charlie est incroyable avec ce flow et cette énergie qui te fait tomber amoureux de la danse. Les camarades sont toujours super gentils. Depuis que j'ai commencé, je me sens beaucoup plus moi-même. C'est la meilleure décision que j'ai prise depuis longtemps. Danser, c'est investir dans la santé et le bonheur. Merci beaucoup."
    },
    "review-michelle-lu-5": {
      "es": "Viví en Barcelona hace dos años y este era mi estudio de baile principal. Iba allí semanalmente a cinco clases diferentes y era mi segundo hogar. Me encanta la amplia variedad de clases de diferentes estilos con profesores increíbles. ¡Y esto por la mañana y por la tarde! Como bailarina versátil, me gusta entrenar en diferentes estilos y Farrays puede ofrecer todo eso. Del 9 al 27 de septiembre hice una especie de vacaciones al volver a Barcelona. Participé en once clases y el equipo me recibió como si nunca hubiera estado fuera. Fueron muy amables y atentos. Definitivamente recomiendo este estudio para entrenar. Tanto si vives aquí como si viajas para entrenar o estás de vacaciones y quieres seguir formándote. Sin duda volveré :)",
      "ca": "Vaig viure a Barcelona fa dos anys i aquest era el meu estudi de ball principal. Hi anava setmanalment a cinc classes diferents i era la meva segona llar. M'encanta l'àmplia varietat de classes de diferents estils amb professors increïbles. I això al matí i a la tarda! Com a ballarina versàtil, m'agrada entrenar en diferents estils i Farrays pot oferir tot això. Del 9 al 27 de setembre vaig fer una mena de vacances en tornar a Barcelona. Vaig participar en onze classes i l'equip em va rebre com si mai hagués marxat. Van ser molt amables i atents. Definitivament recomano aquest estudi per entrenar. Tant si vius aquí com si viatges per entrenar o estàs de vacances i vols seguir formant-te. Sens dubte tornaré :)",
      "en": "I lived in Barcelona two years ago and this was my main dance studio. I went there weekly to five different classes and it was my second home. I love the wide variety of classes in different styles with incredible teachers. And this in the morning and afternoon! As a versatile dancer, I like to train in different styles and Farrays can offer all of that. From September 9 to 27, I took a kind of vacation when returning to Barcelona. I participated in eleven classes and the team welcomed me as if I had never left. They were very kind and attentive. I definitely recommend this studio for training. Whether you live here, travel to train, or are on vacation and want to keep learning. I will definitely be back :)",
      "fr": "J'ai vécu à Barcelone il y a deux ans et c'était mon studio de danse principal. J'y allais chaque semaine pour cinq cours différents et c'était ma deuxième maison. J'adore la grande variété de cours dans différents styles avec des professeurs incroyables. Et ce, le matin et l'après-midi ! En tant que danseuse polyvalente, j'aime m'entraîner dans différents styles et Farrays peut offrir tout cela. Du 9 au 27 septembre, j'ai pris une sorte de vacances en revenant à Barcelone. J'ai participé à onze cours et l'équipe m'a accueillie comme si je n'étais jamais partie. Ils ont été très gentils et attentionnés. Je recommande définitivement ce studio pour s'entraîner. Que vous viviez ici, que vous voyagiez pour vous entraîner ou que vous soyez en vacances et souhaitiez continuer à vous former. Je reviendrai sans aucun doute :)"
    },
    "review-mauro-di-bert-4": {
      "es": "De las mejores clases de baile: Iroel no solamente es ordenado con los procesos, claro en su comunicación y con muchísima escucha de los alumnos, sino también divertidísimo y muy buena onda! Más que recomendable!",
      "ca": "De les millors classes de ball: Iroel no només és ordenat amb els processos, clar en la seva comunicació i amb moltíssima escolta dels alumnes, sinó també divertidíssim i molt bona onda! Més que recomanable!",
      "en": "One of the best dance classes: Iroel is not only organized with the processes, clear in his communication and very attentive to students, but also super fun and great vibes! More than recommendable!",
      "fr": "L'un des meilleurs cours de danse : Iroel n'est pas seulement organisé avec les processus, clair dans sa communication et très à l'écoute des élèves, mais aussi super amusant et très bonne ambiance ! Plus que recommandable !"
    },
    "review-laia-f-13": {
      "es": "¡Muy contenta con la escuela! Yunaisy e Iro son super profesionales pero también divertidos, tienen paciencia mil con nosotros y enseñan a bailar a cualquier persona por muy patata que sea! ¡Esto tiene mucho mérito!",
      "ca": "Molt contenta amb l'escola! Yunaisy i Iro són super professionals però també divertits, tenen molta paciència amb nosaltres i ensenyen a ballar a qualsevol persona per molt maldestre que sigui! Això té molt mèrit!",
      "en": "Very happy with the school! Yunaisy and Iro are super professional but also fun, they have endless patience with us and teach anyone to dance no matter how clumsy they are! This is truly commendable!",
      "fr": "Très contente de l'école ! Yunaisy et Iro sont super professionnels mais aussi amusants, ils ont une patience infinie avec nous et apprennent à danser à n'importe qui, même aux plus maladroits ! C'est vraiment méritoire !"
    },
    "review-pablo-s-nchez-sancho-6": {
      "es": "Llevo un año y medio yendo a clase de salsa cubana los miércoles con Iro y debo decir que ninguna academia como esta: técnica, sentimiento y buena onda. Un espacio donde, a parte de aprender a bailar, podrás conocer a mucha gente.",
      "ca": "Porto un any i mig anant a classe de salsa cubana els dimecres amb Iro i haig de dir que cap acadèmia com aquesta: tècnica, sentiment i bona onda. Un espai on, a part d'aprendre a ballar, podràs conèixer molta gent.",
      "en": "I've been going to Cuban salsa class on Wednesdays with Iro for a year and a half and I must say that no academy compares: technique, feeling and great vibes. A space where, besides learning to dance, you can meet a lot of people.",
      "fr": "Je vais au cours de salsa cubaine le mercredi avec Iro depuis un an et demi et je dois dire qu'aucune académie ne se compare : technique, sentiment et bonne ambiance. Un espace où, en plus d'apprendre à danser, vous pouvez rencontrer beaucoup de gens."
    },
    "review-ana-cid-14": {
      "es": "5 estrellas y porque no hay más!! Espectacular, desde el minuto en el que pisas recepción, hasta los profesores, la calidad y el buen rollo entre el alumnado. Muy muy recomendable",
      "ca": "5 estrelles i perquè no n'hi ha més!! Espectacular, des del minut en què trepitges recepció, fins als professors, la qualitat i el bon rotllo entre l'alumnat. Molt molt recomanable",
      "en": "5 stars and only because there are no more!! Spectacular, from the minute you step into reception, to the teachers, the quality and the great atmosphere among students. Very highly recommended",
      "fr": "5 étoiles et seulement parce qu'il n'y en a pas plus !! Spectaculaire, dès la minute où vous entrez à la réception, jusqu'aux professeurs, la qualité et la bonne ambiance entre les élèves. Très très recommandé"
    },
    "review-olga-folque-sanz-16": {
      "es": "Las clases en la escuela son súper divertidas y siempre me hacen sentir con mucha energía. Los profesores tienen una gran capacidad para enseñarnos mientras nos divertimos, lo que hace que cada sesión sea única y entretenida. Además, el recepcionista Augusto es increíblemente atento y amable, dispuesto a ayudarnos con cualquier duda. ¡Es un placer asistir!",
      "ca": "Les classes a l'escola són súper divertides i sempre em fan sentir amb molta energia. Els professors tenen una gran capacitat per ensenyar-nos mentre ens divertim, cosa que fa que cada sessió sigui única i entretinguda. A més, el recepcionista Augusto és increïblement atent i amable, disposat a ajudar-nos amb qualsevol dubte. És un plaer assistir-hi!",
      "en": "The classes at the school are super fun and always make me feel energized. The teachers have a great ability to teach us while we have fun, which makes each session unique and entertaining. Also, the receptionist Augusto is incredibly attentive and friendly, willing to help us with any questions. It's a pleasure to attend!",
      "fr": "Les cours à l'école sont super amusants et me font toujours sentir pleine d'énergie. Les professeurs ont une grande capacité à nous enseigner tout en nous amusant, ce qui rend chaque session unique et divertissante. De plus, le réceptionniste Augusto est incroyablement attentionné et aimable, prêt à nous aider pour toute question. C'est un plaisir d'y assister !"
    },
    "review-yulieth-huertas-perd-7": {
      "es": "He ido a clase de prueba de twerking, la profe Sandra tiene la mejor energía, me ha encantado la clase, al final me apunte",
      "ca": "He anat a classe de prova de twerking, la profe Sandra té la millor energia, m'ha encantat la classe, al final m'hi he apuntat",
      "en": "I went to a trial twerking class, the teacher Sandra has the best energy, I loved the class, I ended up signing up",
      "fr": "Je suis allée à un cours d'essai de twerking, la prof Sandra a la meilleure énergie, j'ai adoré le cours, j'ai fini par m'inscrire"
    },
    "review-towy-vaughns-2": {
      "es": "Este se ha convertido en mi lugar favorito de Barcelona. Me encanta toda la energía de esta escuela.",
      "ca": "Això s'ha convertit en el meu lloc favorit de Barcelona. M'encanta tota l'energia d'aquesta escola.",
      "en": "This has become my favorite place in Barcelona. I love all the energy of this school.",
      "fr": "C'est devenu mon endroit préféré à Barcelone. J'adore toute l'énergie de cette école."
    },
    "review-elana-shyong-1": {
      "es": "¡Qué clase tan genial! Hice el nivel abierto de afrobeats y disfruté mucho la experiencia. Todos fueron muy amables y el ambiente de la clase fue abierto y divertido. ¡La recomiendo muchísimo!",
      "ca": "Quina classe tan genial! Vaig fer el nivell obert d'afrobeats i vaig gaudir molt de l'experiència. Tothom va ser molt amable i l'ambient de la classe va ser obert i divertit. La recomano moltíssim!",
      "en": "What an awesome class! I did the open level afrobeats and really enjoyed the experience. Everyone was very friendly and the class atmosphere was open and fun. I highly recommend it!",
      "fr": "Quel cours génial ! J'ai fait le niveau ouvert d'afrobeats et j'ai vraiment apprécié l'expérience. Tout le monde était très sympathique et l'atmosphère du cours était ouverte et amusante. Je le recommande vivement !"
    },
    "review-drew-rooms-0": {
      "es": "Las clases de twerk y de dancehall una maravilla!! Buena vibra y buena atención al público en recepción, repetiré",
      "ca": "Les classes de twerk i de dancehall una meravella!! Bona vibra i bona atenció al públic a recepció, repetiré",
      "en": "The twerk and dancehall classes are wonderful!! Great vibes and great customer service at reception, I'll be back",
      "fr": "Les cours de twerk et de dancehall sont merveilleux !! Bonne ambiance et excellent service à la réception, j'y retournerai"
    },
    "review-carlos-paires-11": {
      "es": "Las clases de Mathi y Euge, son geniales. Nos lo pasamos muy bien, aprendemos a bailar y siempre nos hacen reír!!!! Muy bien!!!!",
      "ca": "Les classes de Mathi i Euge són genials. Ens ho passem molt bé, aprenem a ballar i sempre ens fan riure!!!! Molt bé!!!!",
      "en": "Mathi and Euge's classes are great. We have a great time, we learn to dance and they always make us laugh!!!! Very good!!!!",
      "fr": "Les cours de Mathi et Euge sont géniaux. On passe un super moment, on apprend à danser et ils nous font toujours rire !!!! Très bien !!!!"
    },
    "review-berta-m-29": {
      "es": "¡Gran escuela de baile, 100% recomendable! Excelentes profesores que les apasiona enseñar, verte mejorar y disfrutar del baile. En mi experiencia, la progresión en salsa ha sido increíble gracias a la profesionalidad y consejos personalizados de Yunaisy. Además, existe un ambiente muy familiar. Te sientes muy bien cuidado y Fábio es un crack, ¡siempre pone facilidades!",
      "ca": "Gran escola de ball, 100% recomanable! Excel·lents professors apassionats per ensenyar, veure't millorar i gaudir del ball. En la meva experiència, la progressió en salsa ha estat increïble gràcies a la professionalitat i consells personalitzats de Yunaisy. A més, hi ha un ambient molt familiar. Et sents molt ben cuidat i Fábio és un crack, sempre posa facilitats!",
      "en": "Great dance school, 100% recommendable! Excellent teachers who are passionate about teaching, seeing you improve and enjoying dance. In my experience, the progression in salsa has been incredible thanks to Yunaisy's professionalism and personalized advice. Also, there's a very family-like atmosphere. You feel very well taken care of and Fábio is amazing, always making things easy!",
      "fr": "Excellente école de danse, 100% recommandable ! D'excellents professeurs passionnés par l'enseignement, qui aiment vous voir progresser et apprécier la danse. D'après mon expérience, la progression en salsa a été incroyable grâce au professionnalisme et aux conseils personnalisés de Yunaisy. De plus, il y a une atmosphère très familiale. On se sent très bien pris en charge et Fábio est génial, il facilite toujours les choses !"
    },
    "review-ir-kr-31": {
      "es": "Super buena experiencia, los mejores profesores y los dueños son unas personas maravillosas! En las clases se aprende mucho pero lo más importante es que se lo pasa super bien gracias al excelente vibe que crea la escuela!",
      "ca": "Súper bona experiència, els millors professors i els propietaris són unes persones meravelloses! A les classes s'aprèn molt però el més important és que t'ho passes súper bé gràcies a l'excel·lent vibra que crea l'escola!",
      "en": "Super good experience, the best teachers and the owners are wonderful people! You learn a lot in classes but the most important thing is that you have a great time thanks to the excellent vibe the school creates!",
      "fr": "Super bonne expérience, les meilleurs professeurs et les propriétaires sont des gens merveilleux ! On apprend beaucoup en cours mais le plus important c'est qu'on passe un super moment grâce à l'excellente ambiance que crée l'école !"
    },
    "review-marta-iba-ez-35": {
      "es": "Escuela con mucha variedad de estilos y salas. Te sientes muy bien acogida y con profesores top. He estado asistiendo a clases durante 4 años pero ahora tendré que pausar por falta de tiempo. Espero poder volver pronto.",
      "ca": "Escola amb molta varietat d'estils i sales. Et sents molt ben acollida i amb professors top. He estat assistint a classes durant 4 anys però ara hauré de pausar per falta de temps. Espero poder tornar aviat.",
      "en": "School with a great variety of styles and rooms. You feel very welcomed and with top teachers. I've been attending classes for 4 years but now I'll have to pause due to lack of time. I hope to come back soon.",
      "fr": "École avec une grande variété de styles et de salles. On se sent très bien accueilli et avec des professeurs top. J'ai suivi des cours pendant 4 ans mais maintenant je vais devoir faire une pause par manque de temps. J'espère pouvoir revenir bientôt."
    },
    "review-rosmay-polato-27": {
      "es": "Ayer tuve mi primer clase de Twerk. Tenía un poco de miedo pero la profe Sandra hizo que todo se sintiera muy fácil y divertido. Lo mejor fue que hasta hicimos una pequeña coreografía y dominé mis primeros pasos. Estoy encantada! Además la academia es muy bella y las personas muy amables. Voy por más",
      "ca": "Ahir vaig tenir la meva primera classe de Twerk. Tenia una mica de por però la profe Sandra va fer que tot es sentís molt fàcil i divertit. El millor va ser que fins i tot vam fer una petita coreografia i vaig dominar els meus primers passos. Estic encantada! A més l'acadèmia és molt bonica i les persones molt amables. Hi torno!",
      "en": "Yesterday I had my first Twerk class. I was a little scared but teacher Sandra made everything feel very easy and fun. The best part was that we even did a small choreography and I mastered my first steps. I'm delighted! Also, the academy is very beautiful and the people are very friendly. I'm going back for more!",
      "fr": "Hier j'ai eu mon premier cours de Twerk. J'avais un peu peur mais la prof Sandra a fait en sorte que tout soit très facile et amusant. Le meilleur c'est qu'on a même fait une petite chorégraphie et j'ai maîtrisé mes premiers pas. Je suis ravie ! De plus, l'académie est très belle et les gens très gentils. J'y retourne !"
    },
    "review-mariana-tobis-30": {
      "es": "Realmente la mejor escuela a la que he ido en Barcelona. Las clases de afro jazz son excelentes. Recomiendo 200%",
      "ca": "Realment la millor escola on he anat a Barcelona. Les classes d'afro jazz són excel·lents. Recomano 200%",
      "en": "Truly the best school I've been to in Barcelona. The afro jazz classes are excellent. I recommend it 200%",
      "fr": "Vraiment la meilleure école où je suis allée à Barcelone. Les cours d'afro jazz sont excellents. Je recommande à 200%"
    },
    "review-stivaliz-esquivel-32": {
      "es": "Escuela de danza top! Dancehall y muchos otros tipos de danza. La administración da un trato amable y promueve la comunidad.",
      "ca": "Escola de dansa top! Dancehall i molts altres tipus de dansa. L'administració dóna un tracte amable i promou la comunitat.",
      "en": "Top dance school! Dancehall and many other types of dance. The administration gives friendly treatment and promotes community.",
      "fr": "École de danse top ! Dancehall et beaucoup d'autres types de danse. L'administration offre un traitement amical et favorise la communauté."
    },
    "review-diana-larisa-stoica-24": {
      "es": "Una academia increíble con todo tipo de bailes y profesores increíbles (Marcos y Charlie) y Augusto de recepción que desde el primer momento ha sido encantador, amable y cortés, muy agradecida con su trato",
      "ca": "Una acadèmia increïble amb tot tipus de balls i professors increïbles (Marcos i Charlie) i Augusto de recepció que des del primer moment ha estat encantador, amable i cortès, molt agraïda amb el seu tracte",
      "en": "An incredible academy with all kinds of dances and amazing teachers (Marcos and Charlie) and Augusto at reception who from the first moment has been charming, friendly and courteous, very grateful for his treatment",
      "fr": "Une académie incroyable avec tous types de danses et des professeurs incroyables (Marcos et Charlie) et Augusto à la réception qui dès le premier moment a été charmant, aimable et courtois, très reconnaissante pour son traitement"
    },
    "review-jennifer-alvarez-22": {
      "es": "Escuela de baile genial! El personal es muy amable y agradable. Los profesores son muy buenos y crean muy buen ambiente en las clases.",
      "ca": "Escola de ball genial! El personal és molt amable i agradable. Els professors són molt bons i creen molt bon ambient a les classes.",
      "en": "Great dance school! The staff is very friendly and pleasant. The teachers are very good and create a great atmosphere in classes.",
      "fr": "École de danse géniale ! Le personnel est très sympathique et agréable. Les professeurs sont très bons et créent une excellente atmosphère en cours."
    },
    "review-santi-garcia-26": {
      "es": "Genial!! Las clases son súper!! Mucha variedad de estilos!! El trato de personal es muy bueno y amable, te aconsejan y te orientan muy bien. Cristina fue quien me atendió y la verdad que encantado. Seguid así!!!",
      "ca": "Genial!! Les classes són súper!! Molta varietat d'estils!! El tracte del personal és molt bo i amable, t'aconsellen i t'orienten molt bé. Cristina va ser qui em va atendre i la veritat que encantat. Seguiu així!!!",
      "en": "Great!! The classes are super!! Lots of variety of styles!! The staff treatment is very good and friendly, they advise and guide you very well. Cristina was the one who helped me and honestly I'm delighted. Keep it up!!!",
      "fr": "Génial !! Les cours sont super !! Beaucoup de variété de styles !! Le traitement du personnel est très bon et aimable, ils conseillent et orientent très bien. Cristina est celle qui m'a aidé et franchement je suis ravi. Continuez comme ça !!!"
    },
    "review-karina-indytska-36": {
      "es": "Farray's es mi escuela de baile favorita, y he estado en muchas en diferentes ciudades del mundo. Los profesores son apasionados, explican bien y transmiten la cultura de los bailes. Yunaisy es una reina.👑",
      "ca": "Farray's és la meva escola de ball favorita, i he estat en moltes en diferents ciutats del món. Els professors són apassionats, expliquen bé i transmeten la cultura dels balls. Yunaisy és una reina.👑",
      "en": "Farray's is my favorite dance school, and I've been to many in different cities around the world. The teachers are passionate, explain well and transmit the culture of the dances. Yunaisy is a queen.👑",
      "fr": "Farray's est mon école de danse préférée, et j'en ai fréquenté beaucoup dans différentes villes du monde. Les professeurs sont passionnés, expliquent bien et transmettent la culture des danses. Yunaisy est une reine.👑"
    },
    "review-irene-dabovic-38": {
      "es": "Simplemente la mejor escuela de baile en Bcn! Todos los estilos con los mejores profes... La escuela es muy grande y el ambiente es amable y International 🌍. Me encanta❤️",
      "ca": "Simplement la millor escola de ball de Bcn! Tots els estils amb els millors profes... L'escola és molt gran i l'ambient és amable i internacional 🌍. M'encanta❤️",
      "en": "Simply the best dance school in Barcelona! All styles with the best teachers... The school is very big and the atmosphere is friendly and international 🌍. I love it❤️",
      "fr": "Tout simplement la meilleure école de danse de Barcelone ! Tous les styles avec les meilleurs profs... L'école est très grande et l'ambiance est conviviale et internationale 🌍. J'adore❤️"
    },
    "review-zhuqing-wang-39": {
      "es": "No puedo explicar con palabras la energía que transmiten los profesores de este centro, sobre todo la directora Yunaisy. Es de momento el centro que más me ha gustado de BCN tanto por los profesores como por el nivel que tienen los compañeros.",
      "ca": "No puc explicar amb paraules l'energia que transmeten els professors d'aquest centre, sobretot la directora Yunaisy. És de moment el centre que més m'ha agradat de BCN tant pels professors com pel nivell que tenen els companys.",
      "en": "I can't explain in words the energy that the teachers at this center transmit, especially the director Yunaisy. It's currently the center I've liked the most in Barcelona, both for the teachers and for the level of the fellow students.",
      "fr": "Je ne peux pas expliquer avec des mots l'énergie que transmettent les professeurs de ce centre, surtout la directrice Yunaisy. C'est pour le moment le centre que j'ai le plus aimé à Barcelone, tant pour les professeurs que pour le niveau des autres élèves."
    },
    "review-tawny-vb-45": {
      "es": "Llevo más de 10 años viviendo en Barcelona y he estado en diferentes escuelas de baile, ¡pero esta es, sin duda, la mejor! Los profesores son increíbles (Yunaisy, Yas, Cris, Marcos, Daniel, Sandra, Ella, Iro y Charly...). Son bailarines increíbles y profesores apasionados. Si de verdad quieres aprender a bailar, este es tu lugar. Otra cosa que realmente aprecio de esta escuela es que es más que una simple escuela de baile; para mí es como un segundo hogar. ¡Muchas gracias a Fabio y Agusto por hacer de este lugar un lugar increíble!",
      "ca": "Porto més de 10 anys vivint a Barcelona i he estat en diferents escoles de ball, però aquesta és, sens dubte, la millor! Els professors són increïbles (Yunaisy, Yas, Cris, Marcos, Daniel, Sandra, Ella, Iro i Charly...). Són ballarins increïbles i professors apassionats. Si realment vols aprendre a ballar, aquest és el teu lloc. Una altra cosa que realment aprecio d'aquesta escola és que és més que una simple escola de ball; per a mi és com una segona llar. Moltes gràcies a Fabio i Augusto per fer d'aquest lloc un lloc increïble!",
      "en": "I've been living in Barcelona for over 10 years and I've been to different dance schools, but this one is definitely the best! The teachers are incredible (Yunaisy, Yas, Cris, Marcos, Daniel, Sandra, Ella, Iro and Charly...). They are amazing dancers and passionate teachers. If you really want to learn to dance, this is your place. Another thing I really appreciate about this school is that it's more than just a dance school; for me it's like a second home. Thank you so much to Fabio and Augusto for making this place amazing!",
      "fr": "Je vis à Barcelone depuis plus de 10 ans et j'ai été dans différentes écoles de danse, mais celle-ci est sans aucun doute la meilleure ! Les professeurs sont incroyables (Yunaisy, Yas, Cris, Marcos, Daniel, Sandra, Ella, Iro et Charly...). Ce sont des danseurs incroyables et des professeurs passionnés. Si vous voulez vraiment apprendre à danser, c'est votre endroit. Une autre chose que j'apprécie vraiment dans cette école, c'est qu'elle est plus qu'une simple école de danse ; pour moi, c'est comme une deuxième maison. Merci beaucoup à Fabio et Augusto de faire de cet endroit un lieu incroyable !"
    },
    "review-big-hug-46": {
      "es": "Soy estudiante de salsa cubana y no puedo estar más encantada con mi escuela de baile! Es increíble lo mucho que he aprendido en unos pocos meses y lo bien que me lo paso cada vez que voy :) Mi profesor es Iroel y hace salsa para muchos niveles, es un profesor que desde el minuto 1 hace que te lo pases en grande y disfrutes el momento para bailar y aprender al máximo. Sin duda es excelente en su trabajo, mucha gente viene a esta escuela solo por los increíbles profesores que tienen... Por no hablar de Yunaisy, la dueña de la escuela, pude ir a una de sus clases y en solo 1 sesión fue capaz de impresionarnos a todos con sus movimientos, es bastante dinámica y muy buena profesora, utiliza muchos recursos para que puedas interiorizar los pasos y puedas aprender con más facilidad, además si eres mujer da clases de sexy style y es una crack en ello. La recomiendo un montón a ella e Iroel en especial!!!!",
      "ca": "Sóc estudiant de salsa cubana i no puc estar més encantada amb la meva escola de ball! És increïble quant he après en uns pocs mesos i el bé que m'ho passo cada cop que hi vaig :) El meu professor és Iroel i fa salsa per a molts nivells, és un professor que des del minut 1 fa que t'ho passis genial i gaudeixis el moment per ballar i aprendre al màxim. Sens dubte és excel·lent en la seva feina, molta gent ve a aquesta escola només pels increïbles professors que tenen... Per no parlar de Yunaisy, la propietària de l'escola, vaig poder anar a una de les seves classes i en només 1 sessió va ser capaç d'impressionar-nos a tots amb els seus moviments, és bastant dinàmica i molt bona professora, utilitza molts recursos perquè puguis interioritzar els passos i puguis aprendre amb més facilitat, a més si ets dona fa classes de sexy style i és una crack. La recomano molt a ella i a Iroel especialment!!!!",
      "en": "I'm a Cuban salsa student and I couldn't be happier with my dance school! It's incredible how much I've learned in just a few months and how much fun I have every time I go :) My teacher is Iroel and he teaches salsa for many levels, he's a teacher who from minute 1 makes you have a great time and enjoy the moment to dance and learn to the fullest. He's definitely excellent at his job, many people come to this school just because of the amazing teachers they have... Not to mention Yunaisy, the owner of the school, I was able to go to one of her classes and in just 1 session she was able to impress us all with her moves, she's quite dynamic and a very good teacher, she uses many resources so you can internalize the steps and learn more easily, plus if you're a woman she teaches sexy style classes and she's amazing at it. I highly recommend her and Iroel especially!!!!",
      "fr": "Je suis étudiante en salsa cubaine et je ne pourrais pas être plus ravie de mon école de danse ! C'est incroyable tout ce que j'ai appris en quelques mois et à quel point je m'amuse à chaque fois que j'y vais :) Mon professeur est Iroel et il enseigne la salsa pour plusieurs niveaux, c'est un professeur qui dès la première minute te fait passer un moment génial et profiter du moment pour danser et apprendre au maximum. Il est vraiment excellent dans son travail, beaucoup de gens viennent dans cette école juste pour les professeurs incroyables qu'ils ont... Sans parler de Yunaisy, la propriétaire de l'école, j'ai pu aller à l'un de ses cours et en une seule session elle a réussi à nous impressionner tous avec ses mouvements, elle est très dynamique et une très bonne professeure, elle utilise beaucoup de ressources pour que tu puisses intérioriser les pas et apprendre plus facilement, en plus si tu es une femme elle donne des cours de sexy style et elle est incroyable. Je la recommande vivement elle et Iroel en particulier !!!!"
    },
    "review-justine-suchanecki-92": {
      "es": "Una muy buena escuela de baila en el centro de Barcelona. Ponga clase de salsa y bachata desde algunas meses y estoy muy feliz. Los profesores son competentes, amable y todavía listos por ayudarte. Recomiendo Iroel y Yasmín por la salsa y Mathias y Eugenia por la bachata.",
      "ca": "Una molt bona escola de ball al centre de Barcelona. Faig classes de salsa i bachata des de fa alguns mesos i estic molt feliç. Els professors són competents, amables i sempre disposats a ajudar-te. Recomano Iroel i Yasmín per la salsa i Mathias i Eugenia per la bachata.",
      "en": "A very good dance school in the center of Barcelona. I've been taking salsa and bachata classes for a few months and I'm very happy. The teachers are competent, friendly and always ready to help you. I recommend Iroel and Yasmín for salsa and Mathias and Eugenia for bachata.",
      "fr": "Une très bonne école de danse au centre de Barcelone. Je prends des cours de salsa et bachata depuis quelques mois et je suis très contente. Les professeurs sont compétents, aimables et toujours prêts à vous aider. Je recommande Iroel et Yasmín pour la salsa et Mathias et Eugenia pour la bachata."
    },
    "review-annina-moser-94": {
      "es": "Disfruté muchísimo mis dos meses en la Escuela Farray. Me sentí muy bien recibida desde la primera semana, tanto por los alumnos como por los profesores. ¡Los profesores son excelentes tanto en danza como en docencia! Se esfuerzan mucho para que todos en la clase aprendan algo y puedan desarrollar sus habilidades de baile, y lo hacen con éxito. Las clases son amenas sin perder profesionalismo. La escuela ofrece una amplia selección de clases, pero a la vez es muy informal y sencilla. Asistí a las siguientes clases durante mi estancia allí (Afro Jazz, Afro Contemporáneo, Contemporáneo Lírico, Hip Hop Reggaetón y Afrobeat) ¡y las recomiendo todas! Les agradezco de corazón el tiempo tan maravilloso que pasamos y ya tengo ganas de volver a verlos. ❤️",
      "ca": "Vaig gaudir molt dels meus dos mesos a l'Escola Farray. Em vaig sentir molt ben rebuda des de la primera setmana, tant pels alumnes com pels professors. Els professors són excel·lents tant en dansa com en docència! S'esforcen molt perquè tothom a la classe aprengui alguna cosa i pugui desenvolupar les seves habilitats de ball, i ho aconsegueixen amb èxit. Les classes són amenes sense perdre professionalisme. L'escola ofereix una àmplia selecció de classes, però alhora és molt informal i senzilla. Vaig assistir a les següents classes durant la meva estada (Afro Jazz, Afro Contemporani, Contemporani Líric, Hip Hop Reggaeton i Afrobeat) i les recomano totes! Els agraeixo de cor el temps tan meravellós que vam passar i ja tinc ganes de tornar a veure'ls. ❤️",
      "en": "I really enjoyed my two months at Farray School. I felt very welcomed from the first week, by both students and teachers. The teachers are excellent in both dance and teaching! They work hard so that everyone in class learns something and can develop their dance skills, and they succeed. The classes are enjoyable without losing professionalism. The school offers a wide selection of classes, but at the same time it's very informal and simple. I attended the following classes during my stay (Afro Jazz, Afro Contemporary, Lyrical Contemporary, Hip Hop Reggaeton and Afrobeat) and I recommend them all! I sincerely thank them for the wonderful time we had and I'm already looking forward to seeing them again. ❤️",
      "fr": "J'ai vraiment apprécié mes deux mois à l'École Farray. Je me suis sentie très bien accueillie dès la première semaine, tant par les élèves que par les professeurs. Les professeurs sont excellents en danse comme en enseignement ! Ils travaillent beaucoup pour que tout le monde en classe apprenne quelque chose et puisse développer ses compétences en danse, et ils y réussissent. Les cours sont agréables sans perdre en professionnalisme. L'école offre une large sélection de cours, mais en même temps elle est très informelle et simple. J'ai assisté aux cours suivants pendant mon séjour (Afro Jazz, Afro Contemporain, Contemporain Lyrique, Hip Hop Reggaeton et Afrobeat) et je les recommande tous ! Je les remercie sincèrement pour le temps merveilleux que nous avons passé et j'ai déjà hâte de les revoir. ❤️"
    },
    "review-yuliia-oliinyk-95": {
      "es": "Empecé a bailar en Farray's Dance Center en mayo, después de un largo descanso. Vine a una clase de prueba y enseguida me aboné. Coreógrafos muy profesionales imparten clases magistrales por todo el mundo, con una gran variedad de estilos de baile para todos los niveles. Cuando buscaba una escuela de baile, asistí a algunas clases de prueba en otras escuelas, pero me decidí por Farray y nunca me he arrepentido. ¡Farray's Dance Studio, sois los mejores!",
      "ca": "Vaig començar a ballar a Farray's Dance Center al maig, després d'un llarg descans. Vaig venir a una classe de prova i de seguida em vaig abonar. Coreògrafs molt professionals imparteixen classes magistrals per tot el món, amb una gran varietat d'estils de ball per a tots els nivells. Quan buscava una escola de ball, vaig assistir a algunes classes de prova en altres escoles, però em vaig decidir per Farray i mai no m'he penedit. Farray's Dance Studio, sou els millors!",
      "en": "I started dancing at Farray's Dance Center in May, after a long break. I came to a trial class and immediately signed up. Very professional choreographers teach masterclasses around the world, with a wide variety of dance styles for all levels. When I was looking for a dance school, I attended some trial classes at other schools, but I chose Farray and I've never regretted it. Farray's Dance Studio, you're the best!",
      "fr": "J'ai commencé à danser au Farray's Dance Center en mai, après une longue pause. Je suis venue à un cours d'essai et je me suis immédiatement abonnée. Des chorégraphes très professionnels donnent des masterclasses dans le monde entier, avec une grande variété de styles de danse pour tous les niveaux. Quand je cherchais une école de danse, j'ai assisté à quelques cours d'essai dans d'autres écoles, mais j'ai choisi Farray et je ne l'ai jamais regretté. Farray's Dance Studio, vous êtes les meilleurs !"
    },
    "review-elif-burgaz-119": {
      "es": "Soy más feliz cuando salgo de Farray's. Bailar allí, estar con buena gente y buenos profesores me cambia la energía y me hace sentir mucho mejor. ¡¡Gracias Fabio y gracias Farray's!!🥰",
      "ca": "Sóc més feliç quan surto de Farray's. Ballar allà, estar amb bona gent i bons professors em canvia l'energia i em fa sentir molt millor. Gràcies Fabio i gràcies Farray's!!🥰",
      "en": "I'm happier when I leave Farray's. Dancing there, being with good people and good teachers changes my energy and makes me feel so much better. Thank you Fabio and thank you Farray's!!🥰",
      "fr": "Je suis plus heureuse quand je sors de Farray's. Danser là-bas, être avec de bonnes personnes et de bons professeurs change mon énergie et me fait me sentir tellement mieux. Merci Fabio et merci Farray's !!🥰"
    },
    "review-dami-n-molini-51": {
      "es": "Mi experiencia en Farray's es excelente. He tomado clases de salsa con Iroel y Yunaisy y he aprendido y disfrutado muchísimo. Recomiendo la academia 100%!",
      "ca": "La meva experiència a Farray's és excel·lent. He fet classes de salsa amb Iroel i Yunaisy i he après i gaudit moltíssim. Recomano l'acadèmia 100%!",
      "en": "My experience at Farray's is excellent. I've taken salsa classes with Iroel and Yunaisy and I've learned and enjoyed so much. I recommend the academy 100%!",
      "fr": "Mon expérience chez Farray's est excellente. J'ai pris des cours de salsa avec Iroel et Yunaisy et j'ai énormément appris et apprécié. Je recommande l'académie à 100% !"
    },
    "review-daisy-olivares-108": {
      "es": "En Farray's te enamoran 💕💕💕 comenzando por Fabio que razón llevas, cada profesor tiene su encanto, Yunaisy pura energía y ese bebé que te derrite de amor. Simplemente gracias a todos 😘",
      "ca": "A Farray's t'enamoren 💕💕💕 començant per Fabio quina raó tens, cada professor té el seu encant, Yunaisy pura energia i aquell bebè que et fon d'amor. Simplement gràcies a tots 😘",
      "en": "At Farray's they make you fall in love 💕💕💕 starting with Fabio you're so right, each teacher has their charm, Yunaisy pure energy and that baby that melts you with love. Simply thank you all 😘",
      "fr": "Chez Farray's ils vous font tomber amoureux 💕💕💕 en commençant par Fabio tu as tellement raison, chaque professeur a son charme, Yunaisy pure énergie et ce bébé qui vous fait fondre d'amour. Simplement merci à tous 😘"
    },
    "review-alberto-benaya-111": {
      "es": "La mejor academia de baile en la que he estado. Iroel es el mejor profesor: técnico, profesional, apasionado y paciente. El trato de la academia insuperable. Recomendada 100%.",
      "ca": "La millor acadèmia de ball on he estat. Iroel és el millor professor: tècnic, professional, apassionat i pacient. El tracte de l'acadèmia insuperable. Recomanada 100%.",
      "en": "The best dance academy I've been to. Iroel is the best teacher: technical, professional, passionate and patient. The academy's treatment is unbeatable. 100% recommended.",
      "fr": "La meilleure académie de danse où j'ai été. Iroel est le meilleur professeur : technique, professionnel, passionné et patient. Le traitement de l'académie est imbattable. Recommandée à 100%."
    },
    "review-florie-poupardin-158": {
      "es": "La mejor escuela de baile de Barcelona, desde lejos, y eso que probé varias. Me encanta la energía de los profes, la sonrisa con la cual te reciben siempre que llegas. Además la escuela es Pet friendly, que más pedir! Las clases de Yunaisy y Ela, una pa-sa-da.",
      "ca": "La millor escola de ball de Barcelona, de lluny, i això que en vaig provar diverses. M'encanta l'energia dels profes, el somriure amb què et reben sempre que arribes. A més l'escola és Pet friendly, què més pots demanar! Les classes de Yunaisy i Ela, una pas-sa-da.",
      "en": "The best dance school in Barcelona, by far, and I tried several. I love the energy of the teachers, the smile with which they welcome you every time you arrive. Plus the school is pet friendly, what more could you ask for! Yunaisy and Ela's classes are amazing.",
      "fr": "La meilleure école de danse de Barcelone, de loin, et pourtant j'en ai essayé plusieurs. J'adore l'énergie des profs, le sourire avec lequel ils vous accueillent à chaque fois que vous arrivez. En plus l'école accepte les animaux, que demander de plus ! Les cours de Yunaisy et Ela sont incroyables."
    },
    "review-irina-pivsaeva-194": {
      "es": "Estoy muy contenta con mi elección. Una escuela maravillosa con profesores talentosos. Además, muchos de sus estilos de baile no se encuentran en otras escuelas de Barcelona. ¡Y las clases con Yunaisy son increíbles!",
      "ca": "Estic molt contenta amb la meva elecció. Una escola meravellosa amb professors talentosos. A més, molts dels seus estils de ball no es troben a altres escoles de Barcelona. I les classes amb Yunaisy són increïbles!",
      "en": "I'm very happy with my choice. A wonderful school with talented teachers. Also, many of their dance styles can't be found in other schools in Barcelona. And the classes with Yunaisy are incredible!",
      "fr": "Je suis très contente de mon choix. Une école merveilleuse avec des professeurs talentueux. De plus, beaucoup de leurs styles de danse ne se trouvent pas dans d'autres écoles de Barcelone. Et les cours avec Yunaisy sont incroyables !"
    },
    "review-laura-287": {
      "es": "Después de cinco años bailando socialmente, visitar esta escuela fue una verdadera revolución. 🙏 En agosto, asistí a dos clases magistrales con Yunaisy Farray y Alexander Carbo. El increíble ambiente festivo y el baile profesional me emocionaron tanto que me costaba conciliar el sueño por las noches, esperando con ansias la continuación al día siguiente. 😁😁😁💃💃💃 ¡Sin duda volveré!",
      "ca": "Després de cinc anys ballant socialment, visitar aquesta escola va ser una veritable revolució. 🙏 A l'agost, vaig assistir a dues classes magistrals amb Yunaisy Farray i Alexander Carbo. L'increïble ambient festiu i el ball professional em van emocionar tant que em costava agafar el son a les nits, esperant amb moltes ganes la continuació l'endemà. 😁😁😁💃💃💃 Sens dubte tornaré!",
      "en": "After five years of social dancing, visiting this school was a real revolution. 🙏 In August, I attended two masterclasses with Yunaisy Farray and Alexander Carbo. The incredible festive atmosphere and professional dancing moved me so much that I had trouble sleeping at night, eagerly awaiting the continuation the next day. 😁😁😁💃💃💃 I'll definitely be back!",
      "fr": "Après cinq ans de danse sociale, visiter cette école a été une véritable révolution. 🙏 En août, j'ai assisté à deux masterclasses avec Yunaisy Farray et Alexander Carbo. L'incroyable atmosphère festive et la danse professionnelle m'ont tellement émue que j'avais du mal à dormir la nuit, attendant avec impatience la suite le lendemain. 😁😁😁💃💃💃 J'y retournerai sans aucun doute !"
    },
    "review-violetta-pena-bag-s-288": {
      "es": "Magnífica profesora Yunaisy. Un talento increíble, energía, motivación, técnica, etc. Muy recomendable para bailarines profesionales",
      "ca": "Magnífica professora Yunaisy. Un talent increïble, energia, motivació, tècnica, etc. Molt recomanable per a ballarins professionals",
      "en": "Magnificent teacher Yunaisy. Incredible talent, energy, motivation, technique, etc. Highly recommended for professional dancers",
      "fr": "Magnifique professeure Yunaisy. Un talent incroyable, de l'énergie, de la motivation, de la technique, etc. Très recommandable pour les danseurs professionnels"
    },
    "review-virginia-moreno-338": {
      "es": "Una gran escuela de baile al mando de la mejor bailarina cubana Yunaisy Farray!",
      "ca": "Una gran escola de ball al comandament de la millor ballarina cubana Yunaisy Farray!",
      "en": "A great dance school led by the best Cuban dancer Yunaisy Farray!",
      "fr": "Une grande école de danse dirigée par la meilleure danseuse cubaine Yunaisy Farray !"
    },
    "review-cindy-kndy-339": {
      "es": "Una escuela fantástica con muchas salas de baile y vestuarios y baños impecablemente limpios. ¡Un recibimiento muy cálido y amable! :-)",
      "ca": "Una escola fantàstica amb moltes sales de ball i vestidors i banys impecablement nets. Una rebuda molt càlida i amable! :-)",
      "en": "A fantastic school with many dance rooms and impeccably clean changing rooms and bathrooms. A very warm and friendly welcome! :-)",
      "fr": "Une école fantastique avec de nombreuses salles de danse et des vestiaires et toilettes impeccablement propres. Un accueil très chaleureux et amical ! :-)"
    },
    "review-mariana-coutinho-sil-159": {
      "es": "El trato es muy familiar y al mismo tiempo todo el staff es muy profesional. Super recomiendo esta escuela si estás buscando clases de baile en Barcelona, tienen varios estilos diferentes y profesores especializados en cada uno de ellos. ¡Gracias Farray's!",
      "ca": "El tracte és molt familiar i al mateix temps tot l'staff és molt professional. Super recomano aquesta escola si estàs buscant classes de ball a Barcelona, tenen diversos estils diferents i professors especialitzats en cadascun d'ells. Gràcies Farray's!",
      "en": "The treatment is very family-like and at the same time all the staff is very professional. I highly recommend this school if you're looking for dance classes in Barcelona, they have several different styles and teachers specialized in each of them. Thank you Farray's!",
      "fr": "Le traitement est très familial et en même temps tout le personnel est très professionnel. Je recommande vivement cette école si vous cherchez des cours de danse à Barcelone, ils ont plusieurs styles différents et des professeurs spécialisés dans chacun d'eux. Merci Farray's !"
    },
    "review-emma-s-new": {
      "es": "Yunaisy Farray es una profesora estupenda: divertida y motivadora. Me alegro de haber salido de mi zona de confort para tomar esta clase, ¡la recomiendo!",
      "ca": "Yunaisy Farray és una professora estupenda: divertida i motivadora. M'alegro d'haver sortit de la meva zona de confort per fer aquesta classe, la recomano!",
      "en": "Yunaisy Farray is a wonderful teacher: fun and motivating. I'm glad I stepped out of my comfort zone to take this class, I recommend it!",
      "fr": "Yunaisy Farray est une professeure formidable : amusante et motivante. Je suis contente d'être sortie de ma zone de confort pour suivre ce cours, je le recommande !"
    }
  },
  "curatedReviewIds": [
    "review-rebeca-martinez-rodr-3",
    "review-michelle-lu-5",
    "review-mauro-di-bert-4",
    "review-laia-f-13",
    "review-pablo-s-nchez-sancho-6",
    "review-ana-cid-14",
    "review-olga-folque-sanz-16",
    "review-yulieth-huertas-perd-7",
    "review-towy-vaughns-2",
    "review-elana-shyong-1",
    "review-drew-rooms-0",
    "review-carlos-paires-11",
    "review-berta-m-29",
    "review-ir-kr-31",
    "review-marta-iba-ez-35",
    "review-rosmay-polato-27",
    "review-mariana-tobis-30",
    "review-stivaliz-esquivel-32",
    "review-diana-larisa-stoica-24",
    "review-jennifer-alvarez-22",
    "review-santi-garcia-26",
    "review-karina-indytska-36",
    "review-irene-dabovic-38",
    "review-zhuqing-wang-39",
    "review-tawny-vb-45",
    "review-big-hug-46",
    "review-justine-suchanecki-92",
    "review-annina-moser-94",
    "review-yuliia-oliinyk-95",
    "review-elif-burgaz-119",
    "review-dami-n-molini-51",
    "review-daisy-olivares-108",
    "review-alberto-benaya-111",
    "review-florie-poupardin-158",
    "review-irina-pivsaeva-194",
    "review-laura-287",
    "review-violetta-pena-bag-s-288",
    "review-virginia-moreno-338",
    "review-cindy-kndy-339",
    "review-mariana-coutinho-sil-159",
    "review-emma-s-new"
  ]
}
