{
  "aboutTitle": "Yunaisy Farray : Créatrice de la Méthode Farray®",
  "aboutSubtitle": "La Pédagogie qui Manquait Hors de Cuba",
  "aboutBio": "Formée à la prestigieuse École Nationale d'Art de Cuba (ENA), Yunaisy Farray est maître de danse et artiste qui fusionne la discipline technique russe avec la saveur authentique des rythmes afro-descendants. Elle a foulé les scènes les plus importantes du monde, brillé dans \\\"Street Dance 2\\\", captivé des millions lors de \\\"Got Talent\\\", collaboré à \\\"The Dancer\\\" et compte d'innombrables participations dans divers domaines du spectacle.\\n\\nMais sa plus grande réussite n'est pas sur scène : c'est d'avoir créé un système d'enseignement spécifiquement conçu pour que adultes hors de Cuba apprennent à danser de manière plus rapide, solide et efficace.\\n\\nAprès plus de 20 ans d'enseignement aux adultes, Yunaisy a découvert que les méthodes traditionnelles qui fonctionnent si bien à Cuba —conçues pour des corps qui ont grandi en dansant dès l'enfance— ne fonctionnaient pas de la même façon pour adultes hors de Cuba. Ainsi est née la Méthode Farray®, reconnue par le CID-UNESCO.\\n\\nAujourd'hui, Yunaisy dirige un centre qui allie rigueur, créativité et résultats rapides dans une ambiance familiale et inclusive. Son expérience transforme chaque cours en un voyage culturel et émotionnel, garantissant une formation d'élite pour les danseurs de tous niveaux. Plus de 15 000 élèves ont déjà vécu la différence.",
  "aboutYunaisyPhotoAlt": "Yunaisy Farray, danseuse et chorégraphe professionnelle, fondatrice de Farray's International Dance Center à Barcelone",
  "aboutMethodTitle": "La 'Méthode Farray®': Le Sommet de la Pédagogie de la Danse.",
  "aboutMethodPillar1Title": "Discipline et Rigueur",
  "aboutMethodPillar1Desc": "Des fondations techniques de précision inspirées de la discipline classique. Structure, contrôle et puissance dans chaque mouvement.",
  "aboutMethodPillar2Title": "Saveur et Rythme",
  "aboutMethodPillar2Desc": "L'héritage et l'âme des rythmes afro-descendants. Fluidité, expression et une connexion musicale profonde.",
  "aboutMethodPillar3Title": "Innovation Globale",
  "aboutMethodPillar3Desc": "Une méthodologie en constante évolution qui fusionne les styles et brise les barrières, vous préparant pour la scène mondiale.",
  "aboutMethodPillarInfo": "Cliquez sur un pilier pour en savoir plus",
  "aboutMethodCTA": "Découvrez l'Héritage de Yunaisy",
  "aboutMethodCTAAriaLabel": "Découvrez plus sur la Méthode Farray et la philosophie d'enseignement de Yunaisy",
  "aboutVerifyIMDb": "Voir le profil de Yunaisy Farray sur IMDb",
  "aboutVerifyCID": "Vérifier l'accréditation CID-UNESCO",
  "aboutVerifyStreetDance": "Voir la fiche du film Street Dance 2 sur IMDb",
  "aboutQ1": "Qui est Yunaisy Farray ?",
  "aboutA1": "Yunaisy Farray est une danseuse professionnelle cubaine formée à l'École Nationale d'Art de Cuba (ENA), fondatrice de la Méthode Farray® et directrice du Farray International Dance Center à Barcelone. Elle a participé à Street Dance 2, Got Talent Espagne et The Dancer.",
  "aboutQ2": "Qu'est-ce que la Méthode Farray® ?",
  "aboutA2": "La Méthode Farray® est une méthodologie d'enseignement de danse reconnue par le CID-UNESCO, spécifiquement conçue pour que les adultes européens apprennent à danser plus rapidement, solidement et efficacement, fusionnant technique classique et rythmes afro-descendants.",
  "aboutQ3": "Pourquoi choisir Farray International Dance Center ?",
  "aboutA3": "FIDC est le seul centre à Barcelone avec la Méthode Farray® exclusive, l'accréditation CID-UNESCO, +15 000 élèves formés et des professeurs de l'École Nationale d'Art de Cuba. Résultats rapides et ambiance familiale garantis.",
  "about_page_title": "À Propos de Nous",
  "about_description": "Découvrez Farray's Center Barcelone: 700m², +15.000 élèves formés, centre CID-UNESCO. L'histoire de Yunaisy Farray et son rêve devenu réalité. Rencontrez-nous.",
  "about_slogan": "Où les rêves se dansent",
  "about_breadcrumb_home": "Accueil",
  "about_breadcrumb_current": "À Propos de Nous",
  "about_h1": "À Propos de Nous",
  "about_intro": "Farray's International Dance Center est une académie de danse multidisciplinaire à Barcelone, accréditée par le CID-UNESCO et dirigée par Yunaisy Farray. Nous offrons plus de 25 styles de danse avec la méthode exclusive Farray® : de la Salsa Cubaine et Bachata au Hip Hop, Dancehall, Danse Contemporaine et Ballet. Plus de 15 000 étudiants formés depuis 2005.",
  "about_cta_contact": "Contactez-nous",
  "about_story_title": "Notre Histoire",
  "about_story_p1": "Certains cherchent une école de danse similaire à celles qu'ils connaissent déjà, et il n'y a rien de mal à cela. Et d'autres cherchent l'école dont ils ont toujours rêvé. Chez Farray's, nous appartenons à ce deuxième groupe.",
  "about_story_p2": "Mais comme cette école n'existait pas encore à Barcelone, nous avons décidé de la créer et elle fonctionne. Comme nous ne savions pas que c'était impossible, nous l'avons fait. Nous ne savions pas qu'il était impossible de la construire dans un local abandonné pendant 10 ans. Nous ne savions pas non plus que c'était une mauvaise idée de le rénover à la main, sans budget, seulement avec Yunaisy, Fábio, des amis, des professeurs et une brigade improvisée. Nous ne savions rien de \\\"l'impossible\\\". Alors nous l'avons simplement fait.",
  "about_story_p3": "Farray's International Dance Center, plus qu'un projet, est un rêve. Un rêve devenu réalité par la danseuse internationale cubaine Yunaisy Farray. Considérée comme l'une des plus grandes références de la danse féminine cubaine et l'une des meilleures danseuses du panorama international, au sommet de sa carrière artistique et professionnelle, elle décide de franchir un pas en avant dans sa vie : ouvrir un grand centre de danse dans la ville dont elle est tombée amoureuse, Barcelone.",
  "about_story_highlight": "Parce que Farray's n'est pas né d'un plan d'affaires : il est né d'une histoire d'amour. De l'amour entre Yunaisy et Fábio, de l'amour pour la danse et de l'amour pour les gens.",
  "about_vision_title": "La Vision de Yunaisy",
  "about_vision_p1": "Depuis son origine, Farray's International Dance Center est né avec une vocation claire : ne pas être seulement une école de danse, mais un club sportif et artistique avec un rôle d'intégration sociale, où la danse, le sport et la culture sont utilisés comme outils pour améliorer la société, en promouvant un mode de vie sain et le bien-être physique, mental et émotionnel des personnes de sa communauté.",
  "about_vision_p2": "Yunaisy s'est proposé de créer un espace qui non seulement offre des cours de nombreux types de danse, mais rassemble une multitude de disciplines avec un objectif commun : nourrir et prendre soin du corps et de l'âme de toutes les personnes qui y viennent.",
  "about_vision_p3": "Après deux ans à parcourir inlassablement chaque coin de la Ville Comtale à la recherche d'un lieu pouvant accueillir un projet d'une telle envergure, en 2017, le local idéal pour Farray's Center passe du rêve à la réalité.",
  "about_today_title": "Farray's Aujourd'hui",
  "about_today_intro": "Aujourd'hui, Farray's International Dance Center est un espace de plus de 700 m² au cœur de Barcelone où coexistent cours de danse pour tous les niveaux, entraînements techniques, préparation physique, développement de compétitions, activités de bien-être et projets artistiques.",
  "about_stat_space": "d'espace à Barcelone",
  "about_stat_active_students": "étudiants actifs",
  "about_stat_total_students": "élèves en 8 ans",
  "about_today_description": "Il compte actuellement plus de 1500 étudiants actifs et en seulement 8 ans, plus de 15 000 élèves sont passés par ses studios, ce qui en fait l'un des centres de référence en danse à Barcelone.",
  "about_mission_title": "Notre Mission",
  "about_mission_p1": "Ce centre poursuit, comme objectifs principaux, d'une part, promouvoir le sport et le mouvement à travers la danse et fournir des services permettant un soin complet du corps et de l'âme et, d'autre part, générer des opportunités et réaliser les rêves de ceux qui aspirent à danser, grandir et s'exprimer.",
  "about_mission_p2": "Participer à des compétitions et former des danseurs et artistes de niveau mondial de tous âges est l'une des priorités de Farray's Center, mais accompagner les personnes qui veulent simplement améliorer leur santé physique et mentale à travers la danse l'est aussi.",
  "about_mission_highlight": "La danse est bien plus qu'une discipline ou un art, c'est la manière dont nous nous connectons avec notre corps, nous retrouvons nos sentiments les plus profonds et la véritable essence de notre être.",
  "about_social_title": "Notre Engagement Social",
  "about_social_p1": "Les activités réalisées chez Farray's ne se limitent pas à être des activités lucratives, mais ont une composante d'intégration et sociale marquée, aidant des secteurs spéciaux de la communauté comme les femmes maltraitées, les femmes incarcérées, les enfants et les personnes âgées à se retrouver eux-mêmes et à nourrir leur âme par la danse.",
  "about_social_p2": "La danse est la forme de communication la plus ancestrale —non seulement avec les autres mais avec nous-mêmes— et malgré l'évolution de l'homme, elle continue de rester en chacun de nous en attendant que quelqu'un allume cette flamme et nous enseigne à la garder toujours vivante.",
  "about_values_title": "Nos Valeurs",
  "about_values_intro": "Les principes qui guident chaque décision, chaque cours et chaque moment chez Farray's Center",
  "about_value_love_title": "Amour pour la Danse",
  "about_value_love_content": "Tout ce que nous faisons naît de l'amour : amour entre les personnes, amour pour la danse et amour pour notre communauté. Ce n'est pas un slogan, c'est notre réalité.",
  "about_value_community_title": "Famille et Communauté",
  "about_value_community_content": "Ici on respire la famille parce que c'est ainsi que nous la construisons. Chaque étudiant, professeur et visiteur fait partie d'une communauté unique à Barcelone.",
  "about_value_wellbeing_title": "Bien-être Intégral",
  "about_value_wellbeing_content": "Nous offrons des services variés visant un objectif commun : le bien-être physique, mental et émotionnel complet de toutes les personnes qui viennent à nous.",
  "about_value_opportunities_title": "Génération d'Opportunités",
  "about_value_opportunities_content": "Nous réalisons les rêves de ceux qui aspirent à danser, grandir et s'exprimer, en formant des danseurs et artistes de niveau mondial de tous âges.",
  "about_value_social_title": "Intégration Sociale",
  "about_value_social_content": "Nous aidons des secteurs spéciaux de la communauté à se retrouver eux-mêmes par la danse, avec une composante d'intégration et sociale marquée.",
  "about_value_excellence_title": "Excellence et Professionnalisme",
  "about_value_excellence_content": "Méthode Farray® créée par Yunaisy Farray (danseuse de Street Dance 2) et professeurs formés dans des écoles de prestige international garantissent la plus haute qualité.",
  "about_closing_statement": "Yunaisy Farray et son équipe font précisément cela : ils allument une flamme de lumière, de santé et d'espoir en chaque personne qui passe par son école, contribuant à ce que dans la société il y ait des gens plus sains physiquement et mentalement, plus équilibrés, avec plus de contrôle sur eux-mêmes et leurs émotions.",
  "about_closing_tagline": "En somme, des gens plus heureux.",
  "about_final_cta_title": "Rejoignez Notre Histoire",
  "about_final_cta_subtitle": "Faites partie du rêve qui a changé la danse à Barcelone",
  "about_final_cta_description": "Plus de 15 000 personnes sont déjà passées par Farray's Center. Découvrez pourquoi nous sommes différents.",
  "yunaisyFarray_page_title": "Yunaisy Farray - Fondatrice et Directrice | Maître CID-UNESCO",
  "yunaisyFarray_meta_description": "Découvrez Yunaisy Farray, fondatrice du Farray's International Dance Center, maître CID-UNESCO, danseuse de Street Dance 2, finaliste de Got Talent Espagne et référence mondiale en danse cubaine.",
  "yunaisyFarray_breadcrumb_home": "Accueil",
  "yunaisyFarray_breadcrumb_current": "Yunaisy Farray",
  "yunaisyFarray_hero_title": "Découvrez Yunaisy Farray",
  "yunaisyFarray_hero_subtitle": "Pour beaucoup, Yunaisy Farray reste la nº1 mondiale dans le domaine des festivals de danse cubaine. Mais sa grandeur va bien au-delà de la scène : elle est professeure, créatrice, activiste, leader et défenseure infatigable des femmes et des droits des animaux.",
  "yunaisyFarray_hero_cta": "Découvrez comment commencer",
  "yunaisyFarray_gallery_title": "Art en Mouvement",
  "yunaisyFarray_gallery_subtitle": "Photographie artistique professionnelle capturant l'essence de la danse et l'expression corporelle de Yunaisy Farray.",
  "yunaisyFarray_gallery_view": "Voir photo",
  "yunaisyFarray_intro_title": "Yunaisy Farray",
  "yunaisyFarray_intro_subtitle": "Fondatrice et directrice du Farray's International Dance Center",
  "yunaisyFarray_intro_p1": "Maître du CID-UNESCO (Conseil International de la Danse de l'UNESCO), danseuse du film Street Dance 2, finaliste de Got Talent Espagne, membre de l'équipe de casting artistique de l'émission télévisée \\\"The Dancer\\\", collaboratrice régulière du programme de Toni Rovira et présence constante dans les festivals de danse cubaine les plus importants du monde.",
  "yunaisyFarray_intro_p2": "Pour beaucoup, Yunaisy Farray reste la nº1 mondiale dans le domaine des festivals de danse cubaine. Mais sa grandeur va bien au-delà de la scène : elle est professeure, créatrice, activiste, leader et défenseure infatigable des femmes et des droits des animaux.",
  "yunaisyFarray_roots_title": "Racines à La Havane et formation d'élite",
  "yunaisyFarray_roots_p1": "Née à La Havane (Cuba), dans une famille où la danse imprègne tout, Yunaisy commence le ballet à seulement 5 ans à l'Institut de Télévision Cubaine. À 7 ans, elle entre à l'École Élémentaire de Ballet Alejo Carpentier, et poursuit sa formation à la prestigieuse École Nationale de Danse Moderne et Contemporaine de Cuba (ENA), où son talent la place dès son plus jeune âge parmi l'élite de la danse contemporaine cubaine.",
  "yunaisyFarray_roots_p2": "Elle poursuit ses études à l'Académie Nationale des Spectacles Musicaux (ENEM), où elle obtient son diplôme de chanteuse, actrice et danseuse. En parallèle, elle se spécialise en Danse Théâtre et s'aventure dans le monde du cirque, construisant une base technique et artistique exceptionnelle.",
  "yunaisyFarray_career_title": "Une carrière internationale qui fait tendance",
  "yunaisyFarray_career_p1": "Après son diplôme, elle est recrutée par la célèbre agence Turarte pour travailler sur le bateau de croisière italien Valtur Prima, où elle devient rapidement danseuse principale.",
  "yunaisyFarray_career_p2": "Sa carrière la mène en Italie, où elle vit une étape clé de maturité artistique. Elle danse aux côtés de figures comme Giusseppe Ransani (grand ténor de l'opéra italien), Silvio Oddi et Mauro Mosconi, et devient membre de la compagnie de danse contemporaine Michelle Pogliani.",
  "yunaisyFarray_career_p3": "Avec l'essor de la salsa en Italie, ses racines afro-cubaines parlent plus fort et Yunaisy devient l'une des professeures et artistes de référence du pays. Son style, sa technique et sa capacité à former des danseurs ont un tel impact que la Fédération Italienne de Danses Sportives (FIDS) la reconnaît officiellement en lui décernant le titre de maître et juge pour ses mérites de carrière et artistiques.",
  "yunaisyFarray_career_p4": "En parallèle, avec Seo Fernández, elle fait partie du groupe Latin Black, avec lequel elle atteint une renommée mondiale et consolide sa figure comme l'une des grandes ambassadrices de la danse cubaine sur la scène internationale.",
  "yunaisyFarray_career_p5": "Plus tard, elle consolide sa figure en tant que soliste avec son partenaire de danse Alexander Carbó, créant un style propre où elle mélange danse contemporaine, afro et salsa, influençant profondément le style de toute la scène salsa internationale.",
  "yunaisyFarray_career_p6": "Elle participe à d'innombrables congrès internationaux et fait partie de la distribution de danseurs du film Street Dance 2, où la danse devient le langage principal de l'histoire.",
  "yunaisyFarray_barcelona_title": "Barcelone : le rêve qui devient école et mouvement",
  "yunaisyFarray_barcelona_p1": "Après une période en Allemagne, où elle crée sa première école, AYA Latin Dance Academy, elle s'installe à Barcelone en 2013 pour commencer une nouvelle étape professionnelle.",
  "yunaisyFarray_barcelona_p2": "À son arrivée, le maestro Chucho Valdés la choisit pour diriger et chorégraphier l\\'hommage à Bebo Valdés, \"Rumba para Bebo\", au 45e Festival International de Jazz Voll Damm de Barcelone. Le projet est acclamé par le public et par les institutions culturelles de la ville.",
  "yunaisyFarray_barcelona_p3": "Des figures comme Albert Torres et Eddie Torres la considèrent comme \"la nouvelle Celia Cruz de la salsa\". Depuis Barcelone, Yunaisy devient l\\'une des danseuses qui révolutionne le marché de la danse, grâce à son étude approfondie du mouvement féminin et sa capacité à unir technique, émotion et vérité scénique.",
  "yunaisyFarray_barcelona_p4": "En parallèle de son travail de professeure internationale, elle se produit avec sa compagnie dans de multiples événements, apparaissant dans des lieux comme le Palau Sant Jordi, le Teatre Apolo, le Casino de Barcelone, le Círculo Ecuestre de Barcelone, et bien d\\'autres. En 2016, elle fonde la D&Y Dance Company (2016–2020), obtenant un grand succès avec son premier spectacle \"Roots & Passion\".",
  "yunaisyFarray_barcelona_p5": "Le 12 février 2017, Yunaisy réalise l'un de ses rêves : elle inaugure, au cœur de Barcelone, Farray's Center, qui devient peu après Farray's International Dance Center : un centre mondial de 700m² où cohabitent des disciplines comme le contemporain, le ballet, la salsa, le reggaeton, le hip-hop, les heels, la danse, le stretching, la préparation physique, les acrobaties... et une approche profonde du soin du corps et de l'esprit.",
  "yunaisyFarray_barcelona_p6": "Aujourd'hui, Farray's International Dance Center est bien plus qu'une école : c'est un espace où chaque personne peut découvrir sa propre façon de danser et de s'exprimer.",
  "yunaisyFarray_method_title": "La Méthode Farray : technique, corps et résultats réels",
  "yunaisyFarray_method_p1": "Yunaisy est la créatrice de la Méthode Farray, un système de travail qui permet d'obtenir des résultats rapides, solides et prouvés, tant au niveau technique que corporel et émotionnel.",
  "yunaisyFarray_method_p2": "Sa préparation technique et physique, associée à une connaissance approfondie du folklore cubain et de la biomécanique du corps féminin, font de ses cours une expérience unique. Elle a été pionnière dans l'introduction de cours techniques (comme la danse contemporaine de technique cubaine) dans les festivals de danse sociale à travers le monde, intégrant ces éléments dans ses cours, ateliers et spectacles.",
  "yunaisyFarray_method_p3": "Parmi ses citations préférées figure celle du légendaire boxeur cubain Félix Savón, qui résume sa philosophie de travail :",
  "yunaisyFarray_method_quote": "\"La technique est la technique... et sans technique, il n\\'y a pas de technique.\"",
  "yunaisyFarray_method_p4": "Dans l'univers des spectacles, elle a été et continue d'être une promotrice de performances qui sont de l'art, des pièces qui racontent des histoires et transmettent un message. Face à la tendance habituelle des chorégraphies vides de contenu, Yunaisy défend une danse qui a un fondement, une profondeur et une âme.",
  "yunaisyFarray_equality_title": "Égalité, femmes et danse : bien plus qu'une scène",
  "yunaisyFarray_equality_p1": "Yunaisy a été une voix clé dans la lutte pour l\\'égalité des droits entre hommes et femmes dans le monde du spectacle. Pendant des années, il était \"normal\" de présenter les partenaires de danse comme : nom du danseur + \"sa danseuse\", omettant le nom de la femme.",
  "yunaisyFarray_equality_p2": "Elle a élevé la voix contre ces pratiques et s'est battue pour :",
  "yunaisyFarray_equality_point1": "Nommer et reconnaître les danseuses par leur prénom et nom de famille",
  "yunaisyFarray_equality_point2": "Réclamer l'égalité des conditions économiques",
  "yunaisyFarray_equality_point3": "Exiger le même respect et la même visibilité pour le travail des femmes sur scène",
  "yunaisyFarray_equality_p3": "Elle est défenseure des droits des femmes et promotrice du mouvement Femmology, une discipline orientée vers l'exploitation de la féminité à travers la danse en talons. Yunaisy va au-delà de ce concept, le transformant en une sorte de danse-thérapie, où de nombreuses femmes viennent littéralement guérir par la danse.",
  "yunaisyFarray_online_title": "Pionnière de l'ère en ligne",
  "yunaisyFarray_online_p1": "Pendant la pandémie, Yunaisy et son école ont été pionniers des cours en ligne, et une inspiration pour le monde entier, maintenant le lien vivant avec des centaines d'élèves du monde entier lorsque tout le reste s'arrêtait.",
  "yunaisyFarray_online_p2": "Depuis Farray's International Dance Center, des programmes, cours et formations en ligne ont été développés qui ont permis à des danseurs de différents pays de continuer à grandir, à se connecter et à trouver dans la danse un refuge et un moteur pour avancer.",
  "yunaisyFarray_social_title": "Engagement social et projets solidaires",
  "yunaisyFarray_social_intro": "Le travail de Yunaisy s'étend également au domaine solidaire. Parmi ses initiatives se distinguent :",
  "yunaisyFarray_social_point1": "Farray's Solidario, pendant la pandémie : une semaine de cours en ligne gratuits, où les dons ont été destinés à l'Hôpital d'Igualada et à l'association des sans-abri de Madrid.",
  "yunaisyFarray_social_point2": "Collectes de vêtements et de nourriture pour l'Ukraine et l'Afrique, mobilisant toute la communauté de Farray's Center.",
  "yunaisyFarray_social_point3": "Campagnes de collecte d'aliments et de fournitures destinées aux refuges pour animaux.",
  "yunaisyFarray_social_point4": "Considérée comme l'une des personnes les plus influentes d'Espagne sur Change.org dans la défense des droits des animaux.",
  "yunaisyFarray_social_point5": "Activités d'insertion sociale pour les personnes handicapées et/ou à risque d'exclusion sociale.",
  "yunaisyFarray_social_point6": "Ateliers gratuits pour les femmes emprisonnées, utilisant la danse comme outil de dignité, d'estime de soi et d'espoir.",
  "yunaisyFarray_social_point7": "Implication constante pour aider les personnes de son environnement, créant un réseau, un soutien et des opportunités à travers la danse.",
  "yunaisyFarray_today_title": "Aujourd'hui",
  "yunaisyFarray_today_p1": "Aujourd'hui, Yunaisy continue de voyager à travers le monde, donnant des master classes, participant à des festivals, travaillant à la télévision, au cinéma, dans des clips vidéo et des projets scéniques de haut niveau ; et en même temps, elle continue de former de nouvelles générations de danseurs depuis Barcelone, à travers Farray's International Dance Center.",
  "yunaisyFarray_today_p2": "Elle respire la Danse : elle fait de la technique un langage et du cœur sa façon d'enseigner.",
  "yunaisyFarray_final_quote": "\"Quand tout semble impossible et que le chemin semble difficile... n\\'oublie pas de respirer.\"",
  "yunaisyFarray_cta_title": "Rejoignez la Famille Farray's",
  "yunaisyFarray_cta_subtitle": "Rejoignez l'école où Yunaisy Farray transmet sa passion, sa technique et son expérience.",
  "yunaisyFarray_cta_classes": "Voir les Cours",
  "yunaisyFarray_method_link": "Découvrez la Méthode Farray →",
  "yunaisyFarray_testimonials_title": "Ce Que Disent Ses Élèves",
  "yunaisyFarray_testimonials_subtitle": "Expériences réelles de personnes qui ont appris avec Yunaisy Farray",
  "yunaisyFarray_testimonial_1_name": "Emma S.",
  "yunaisyFarray_testimonial_1_text": "Yunaisy Farray est une professeure formidable : amusante et motivante. Je suis contente d'être sortie de ma zone de confort pour suivre ce cours, je le recommande !",
  "yunaisyFarray_testimonial_2_name": "Zhuqing W.",
  "yunaisyFarray_testimonial_2_text": "Je ne peux pas exprimer avec des mots l'énergie que transmettent les professeurs de ce centre, surtout la directrice Yunaisy. C'est le meilleur centre que j'ai trouvé à BCN.",
  "yunaisyFarray_testimonial_3_name": "Berta M.",
  "yunaisyFarray_testimonial_3_text": "Ma progression en salsa a été incroyable grâce au professionnalisme et aux conseils personnalisés de Yunaisy. De plus, il y a une ambiance très familiale.",
  "yunaisyFarray_testimonial_4_name": "Violetta P.",
  "yunaisyFarray_testimonial_4_text": "Magnifique professeure Yunaisy. Un talent incroyable, énergie, motivation, technique. Très recommandée pour les danseurs professionnels.",
  "yunaisyFarray_testimonial_5_name": "Karina I.",
  "yunaisyFarray_testimonial_5_text": "J'ai été dans de nombreuses écoles dans différentes villes du monde. Les professeurs sont passionnés, expliquent bien et transmettent la culture des danses. Yunaisy est une reine.",
  "yunaisyFarray_testimonials_google_link": "Voir tous les avis sur Google",
  "yunaisyFarray_testimonials_google_badge": "509+ avis sur Google",
  "metodoFarray_page_title": "La Méthode Farray - Système Pédagogique Adapté pour les Européens",
  "metodoFarray_meta_description": "Découvrez la Méthode Farray : le seul système d'enseignement de la danse créé spécifiquement pour que les Européens apprennent plus rapidement et plus efficacement. Développée par Yunaisy Farray, maître formée à l'ENA de Cuba et membre du CID-UNESCO.",
  "metodoFarray_breadcrumb_home": "Accueil",
  "metodoFarray_breadcrumb_current": "Méthode Farray",
  "metodoFarray_hero_badge": "Système Pédagogique Adapté pour les Européens",
  "metodoFarray_hero_title": "La Méthode Farray",
  "metodoFarray_hero_subtitle": "Le seul système d'enseignement de la danse créé spécifiquement pour que les Européens apprennent plus rapidement et plus efficacement. Développée par Yunaisy Farray, maître formée à l'École Nationale d'Art de Cuba.",
  "metodoFarray_problem_title": "Pourquoi Avez-Vous Tant de Mal à Progresser ?",
  "metodoFarray_problem_p1": "Les méthodologies de danse traditionnelles ont été conçues pour des corps qui ont grandi en dansant depuis l\\'enfance. À Cuba, les enfants développent la polyrythmie, la dissociation corporelle et le \"sabor\" dès 3 ans. Quand vous arrivez dans une académie à Barcelone à 25, 35 ou 45 ans, ces méthodes ne fonctionnent tout simplement pas de la même façon.",
  "metodoFarray_problem_p2": "Le résultat : frustration, stagnation et le sentiment que \"la danse n\\'est pas faite pour vous\".",
  "metodoFarray_problem_point1": "Méthodes conçues pour des corps qui ont grandi en dansant",
  "metodoFarray_problem_point2": "Professeurs qui présument une base que vous n'avez pas",
  "metodoFarray_problem_point3": "Cours qui vont trop vite sans construire les fondamentaux",
  "metodoFarray_problem_point4": "Explications intuitives qui ne fonctionnent pas avec les esprits analytiques",
  "metodoFarray_origin_title": "Comment la Méthode Farray Est Née",
  "metodoFarray_origin_intro": "Quand Yunaisy Farray est arrivée en Europe après des années de formation à l'École Nationale d'Art de Cuba (ENA), elle a découvert quelque chose qui allait changer sa façon d'enseigner pour toujours.",
  "metodoFarray_origin_p1": "À Cuba, les danseurs grandissent immergés dans le rythme depuis l'enfance. À 18 ans, ils ont déjà 15 ans de polyrythmie intériorisée, de dissociation corporelle naturelle et un vocabulaire de mouvement qui fait partie de leur ADN culturel.",
  "metodoFarray_origin_p2": "En Europe, les adultes arrivaient en cours avec une formation complètement différente : des esprits analytiques, des corps qui n'avaient jamais dansé, et une culture où la danse ne fait pas partie de la vie quotidienne.",
  "metodoFarray_origin_quote": "\"Je me suis rendu compte que la méthodologie de l\\'ENA —qui fonctionne parfaitement pour les Cubains— n\\'était pas conçue pour les Européens adultes. Je devais tout adapter : la progression, les explications, les exercices...\"",
  "metodoFarray_origin_quote_author": "— Yunaisy Farray, Créatrice de la Méthode",
  "metodoFarray_origin_conclusion": "C'est ainsi qu'est née la Méthode Farray : une réingénierie complète de la pédagogie cubaine, conçue spécifiquement pour que les Européens obtiennent des résultats plus rapides et plus solides qu'avec n'importe quelle autre méthode.",
  "metodoFarray_answerQ": "Qu'est-ce que la Méthode Farray ?",
  "metodoFarray_answerA": "La Méthode Farray est un système pédagogique exclusif créé par Yunaisy Farray (maître formée à l'ENA de Cuba et membre du CID-UNESCO) qui adapte la méthodologie cubaine de danse pour les danseurs européens adultes. Elle offre une progression structurée qui construit la base à partir de zéro, avec des explications analytiques et des exercices spécifiques pour des corps qui n'ont pas grandi en dansant.",
  "metodoFarray_adaptation_title": "Adaptée Spécifiquement pour les Européens",
  "metodoFarray_adaptation_subtitle": "Ce qui rend la Méthode Farray unique : une réingénierie de la pédagogie cubaine pour le contexte européen.",
  "metodoFarray_adapt1_title": "Construit la Base à Partir de Zéro",
  "metodoFarray_adapt1_desc": "Ne présume pas que vous avez des années de formation préalable. Nous développons chaque compétence de manière progressive : dissociation, polyrythmie, coordination, expression...",
  "metodoFarray_adapt1_vs": "vs. ENA traditionnelle : présume une base de 10+ ans",
  "metodoFarray_adapt2_title": "Méthodologie Analytique",
  "metodoFarray_adapt2_desc": "Des explications techniques claires qui fonctionnent avec les esprits analytiques européens. Pas seulement \"ressentez le rythme\", mais des étapes concrètes pour développer cette sensation.",
  "metodoFarray_adapt2_vs": "vs. Méthode cubaine intuitive",
  "metodoFarray_adapt3_title": "Progression Structurée",
  "metodoFarray_adapt3_desc": "Des exercices spécifiques pour développer la polyrythmie et le sabor dans des corps qui n'ont pas grandi en dansant. Des résultats plus rapides que la méthodologie traditionnelle.",
  "metodoFarray_adapt3_vs": "vs. Progression ENA : conçue pour les Cubains de 8-18 ans",
  "metodoFarray_solution_title": "Qu'est-ce que la Méthode Farray",
  "metodoFarray_solution_tagline": "Le système d'enseignement qui manquait à l'Europe.",
  "metodoFarray_solution_p1": "La Méthode Farray est un système pédagogique exclusif créé par Yunaisy Farray, fruit de plus de 20 ans d'expérience en tant que danseuse professionnelle, enseignante internationale et formée à la prestigieuse École Nationale d'Art de Cuba (ENA).",
  "metodoFarray_solution_p2": "Ce n'est pas une copie d'autres méthodes. C'est une adaptation unique de la pédagogie cubaine pour le contexte européen, basée sur trois piliers fondamentaux.",
  "metodoFarray_pillars_title": "Les 3 Piliers de la Méthode Farray",
  "metodoFarray_pillars_subtitle": "Chaque pilier apporte un élément essentiel à votre transformation en tant que danseur européen.",
  "metodoFarray_pillar1_title": "Discipline et Rigueur",
  "metodoFarray_pillar1_desc": "Fondements techniques de précision inspirés de la discipline classique russe. Structure, contrôle corporel et posture impeccable comme base de tout mouvement.",
  "metodoFarray_pillar1_origin": "Héritage de l'école classique russe et cubaine — adaptée pour les adultes sans formation préalable",
  "metodoFarray_pillar2_title": "Saveur et Rythme",
  "metodoFarray_pillar2_desc": "L'âme des rythmes afro-descendants. Cette connexion musicale profonde, cette fluidité naturelle, cette expression qui transforme un pas technique en quelque chose que l'on ressent.",
  "metodoFarray_pillar2_origin": "Racines afro-cubaines et caribéennes — avec des exercices spécifiques pour développer le \"sabor\" à partir de zéro",
  "metodoFarray_pillar3_title": "Innovation Globale",
  "metodoFarray_pillar3_desc": "Une méthodologie en constante évolution qui intègre les tendances internationales, fusionne les styles et vous prépare pour n'importe quelle scène. Sans rester dans le passé.",
  "metodoFarray_pillar3_origin": "Expérience internationale dans 30+ pays — observant ce qui fonctionne le mieux pour les Européens",
  "metodoFarray_comparison_others_title": "Méthodologie ENA Traditionnelle",
  "metodoFarray_comparison_others_1": "Conçue pour les Cubains depuis l'enfance",
  "metodoFarray_comparison_others_2": "Présume 10+ ans de formation préalable",
  "metodoFarray_comparison_others_3": "Explications intuitives par imitation",
  "metodoFarray_comparison_others_4": "Polyrythmie développée naturellement",
  "metodoFarray_comparison_others_5": "Progression de 8-15 ans",
  "metodoFarray_comparison_others_6": "Fonctionne parfaitement... à Cuba",
  "metodoFarray_comparison_us_title": "Méthode Farray",
  "metodoFarray_results_title": "Des Résultats qui Parlent",
  "metodoFarray_stats_students": "Élèves européens formés",
  "metodoFarray_stats_years": "Années à perfectionner la méthode",
  "metodoFarray_stats_rating": "Note Google (509+ avis)",
  "metodoFarray_stats_styles": "Styles de danse disponibles",
  "metodoFarray_featured_quote": "\\\"La technique de l'ENA est incroyable, mais je devais l'adapter pour qu'elle fonctionne aussi bien avec des Européens qui n'avaient jamais dansé. La Méthode Farray est cette adaptation.\\\"",
  "metodoFarray_featured_quote_author": "— Yunaisy Farray, Créatrice de la Méthode",
  "metodoFarray_teachers_title": "Qui Enseigne la Méthode Farray",
  "metodoFarray_teachers_subtitle": "Formés à l'École Nationale d'Art de Cuba et certifiés dans la Méthode Farray",
  "metodoFarray_teachers_text": "Yunaisy Farray s'est formée à la prestigieuse École Nationale d'Art de Cuba (ENA), la même institution qui a formé des légendes comme Carlos Acosta. Après plus de 20 ans d'enseignement aux Européens à Barcelone, elle a développé la Méthode Farray en réponse aux besoins spécifiques de ce public. Tous les professeurs de l'académie sont formés directement par elle et suivent la méthodologie de manière rigoureuse.",
  "metodoFarray_teachers_cta": "Découvrez Yunaisy Farray →",
  "metodoFarray_cta_title": "Découvrez Comment Commencer",
  "metodoFarray_cta_subtitle": "Votre premier cours de bienvenue est spécial. Venez essayer et ressentez la différence de la Méthode Farray.",
  "metodoFarray_cta_button": "Découvrez Comment Commencer",
  "metodoFarray_cta_secondary": "Voir Tous les Cours",
  "metodoFarray_whyYouFail_title": "Pourquoi Vous Ne Progressez Pas dans D'autres Académies",
  "metodoFarray_whyYouFail_subtitle": "Beaucoup de nos élèves viennent frustrés d'autres écoles. Voici les raisons les plus courantes :",
  "metodoFarray_whyYouFail_reason1_title": "Professeur ≠ Pédagogue",
  "metodoFarray_whyYouFail_reason1_desc": "Ce sont d'excellents danseurs, mais ils n'ont jamais appris à ENSEIGNER. Ils n'ont pas de formation pédagogique structurée ni de progression claire.",
  "metodoFarray_whyYouFail_reason2_title": "Cours Improvisés",
  "metodoFarray_whyYouFail_reason2_desc": "Chaque cours dépend de l'humeur du professeur. Pas de programme d'études, pas de suivi, pas d'objectifs mesurables.",
  "metodoFarray_whyYouFail_reason3_title": "Sans Système de Niveaux",
  "metodoFarray_whyYouFail_reason3_desc": "Ils mélangent débutants et avancés. Pas de critères clairs pour progresser. Vous ne savez pas à quel niveau vous êtes ni comment progresser.",
  "metodoFarray_whyYouFail_reason4_title": "Rotation des Professeurs",
  "metodoFarray_whyYouFail_reason4_desc": "Un professeur différent chaque mois. Chacun enseigne différemment. Votre progression est chaotique car il n'y a pas de continuité méthodologique.",
  "metodoFarray_whyYouFail_testimonial": "\\\"La meilleure école de danse de Barcelone, de loin, et pourtant j'en ai essayé plusieurs. J'adore l'énergie des profs, le sourire avec lequel ils vous accueillent toujours.\\\"",
  "metodoFarray_comparison_title": "Méthode Farray en Contexte",
  "metodoFarray_comparison_subtitle": "Comparaison : Académies sans méthode vs ENA traditionnel vs Méthode Farray",
  "metodoFarray_comparison_noMethod_title": "Académies Sans Méthode Structurée",
  "metodoFarray_comparison_noMethod_subtitle": "La réalité de nombreuses écoles à Barcelone et en Europe",
  "metodoFarray_comparison_noMethod_1": "0 professeurs avec certification ENA ou CID-UNESCO",
  "metodoFarray_comparison_noMethod_2": "Sans plan pédagogique structuré ni progression claire",
  "metodoFarray_comparison_noMethod_3": "Mélangent tous les niveaux = frustration pour tous",
  "metodoFarray_comparison_noMethod_4": "Rotation élevée des professeurs (tous les 6-12 mois)",
  "metodoFarray_comparison_noMethod_5": "Sans suivi individuel ni évaluations",
  "metodoFarray_comparison_noMethod_6": "Vous apprendrez des chorégraphies, mais ne comprendrez pas la technique",
  "metodoFarray_comparison_others_subtitle": "Système cubain d'excellence... à Cuba",
  "metodoFarray_comparison_us_subtitle": "Le juste milieu nécessaire pour l'Europe",
  "metodoFarray_comparison_us_1": "7 maîtres formés à la méthode cubaine (ENA, ISA, Ballet National)",
  "metodoFarray_comparison_us_2": "Plan pédagogique structuré avec objectifs mesurables",
  "metodoFarray_comparison_us_3": "Vous comprenez le \"pourquoi\" de chaque mouvement, pas seulement le \"comment\"",
  "metodoFarray_comparison_us_4": "Nous connaissons votre nom, votre niveau et vos défis spécifiques",
  "metodoFarray_comparison_us_5": "Équipe stable certifiée CID-UNESCO (certains depuis 10+ ans ici)",
  "metodoFarray_comparison_us_6": "Méthodologie ENA adaptée pour adultes hors de Cuba",
  "metodoFarray_detailedComparison_title": "Comparaison Point par Point",
  "metodoFarray_detailedComparison_criterion": "Critère",
  "metodoFarray_detailedComparison_reviews": "avis",
  "metodoFarray_detailedComparison_years": "ans",
  "metodoFarray_detailedComparison_year": "an",
  "metodoFarray_detailedComparison_row1_criterion": "Maîtres formés à la méthode cubaine (ENA/ISA/Ballet National)",
  "metodoFarray_detailedComparison_row2_criterion": "Membre CID-UNESCO",
  "metodoFarray_detailedComparison_row3_criterion": "Élèves formés (vérifiable)",
  "metodoFarray_detailedComparison_row3_noMethod": "Sans données",
  "metodoFarray_detailedComparison_row4_criterion": "Réputation en ligne vérifiée",
  "metodoFarray_detailedComparison_row4_noMethod": "Moins d'avis, note plus basse",
  "metodoFarray_detailedComparison_row5_criterion": "Plan pédagogique structuré",
  "metodoFarray_detailedComparison_row5_farray": "semaines/mois",
  "metodoFarray_detailedComparison_row6_criterion": "Adapté pour adultes européens",
  "metodoFarray_detailedComparison_row7_criterion": "Méthodologie enregistrée",
  "metodoFarray_detailedComparison_row9_criterion": "Système de niveaux clair",
  "metodoFarray_detailedComparison_row11_criterion": "Stabilité professeurs (ans)",
  "metodoFarray_detailedComparison_cta_text": "Les données parlent d'elles-mêmes.",
  "metodoFarray_detailedComparison_cta_button": "Découvrez Comment Commencer",
  "about_hero_image_alt": "Communauté d'élèves célébrant à Farray's Dance Center Barcelone - Plus de 500 étudiants dans notre école de danse Eixample",
  "metodo_hero_image_alt": "Professeure enseignant la Méthode Farray exclusive - Méthodologie de danse unique certifiée CID-UNESCO à Barcelone"
}
