{
  "danceClassesHub_title": "Cours de danse à Barcelone | Hub de catégories et styles | Farray's",
  "danceClassesHub_description": "Explorez tous les cours de danse à Barcelone : Danses Urbaines, Salsa et Bachata, Danse (Ballet/Contemporain/Jazz) et Fitness pour danseurs. Entrez dans chaque catégorie ou allez directement à votre style préféré. Essayez un cours.",
  "danceClassesHub_breadcrumb_home": "Accueil",
  "danceClassesHub_breadcrumb_current": "Cours de danse à Barcelone",
  "danceClassesHub_h1": "Cours de danse à Barcelone",
  "danceClassesHub_h1_sub": "+25 styles · Méthode Farray® · Professeurs cubains",
  "danceClassesHub_intro": "Au cœur de Barcelone, près de Plaça Espanya et de la Gare de Sants, vous trouverez plus de 25 styles de danse sous un même toit. De la salsa cubaine à la danse contemporaine, du hip hop au ballet classique. Explorez nos catégories, visitez chaque page pour voir les horaires, niveaux et professeurs, ou allez directement au style qui vous émeut le plus. Chez Farray's vous pouvez commencer de zéro, essayer votre premier cours AUJOURD'HUI et découvrir ce que c'est d'apprendre avec la Méthode Farray® exclusive créée par Yunaisy Farray (danseuse de Street Dance 2) et des professeurs formés à l'École Cubaine.",
  "danceClassesHub_contemporary_bullet1": "École Cubaine et styles contemporains",
  "danceClassesHub_contemporary_bullet2": "Groupes par niveaux",
  "danceClassesHub_contemporary_bullet3": "Essayez un cours",
  "danceClassesHub_urban_bullet1": "Niveaux dès l'initiation",
  "danceClassesHub_urban_bullet2": "Chorégraphies et musicalité",
  "danceClassesHub_urban_bullet3": "Ambiance motivante",
  "danceClassesHub_latin_bullet1": "Connexion et guidage",
  "danceClassesHub_latin_bullet2": "Pratiques sociales",
  "danceClassesHub_latin_bullet3": "Groupes par niveaux",
  "danceClassesHub_fitness_bullet1": "Programmes orientés danse",
  "danceClassesHub_fitness_bullet2": "Progression sécurisée",
  "danceClassesHub_fitness_bullet3": "Essayez un cours",
  "danceClassesHub_morning_bullet1": "Horaires matinaux",
  "danceClassesHub_morning_bullet2": "Petits groupes",
  "danceClassesHub_morning_bullet3": "Rythme constant",
  "danceClassesHub_world_bullet1": "Styles très demandés",
  "danceClassesHub_world_bullet2": "Ateliers et cours spéciaux",
  "danceClassesHub_world_bullet3": "Liste d'attente disponible",
  "danceClassesHub_style_afro_contemporaneo": "Afro Contemporain (Technique Cubaine)",
  "danceClassesHub_style_afro_jazz": "Afro Jazz (Technique Cubaine)",
  "danceClassesHub_style_ballet_clasico": "Ballet Classique (École Cubaine)",
  "danceClassesHub_style_danza_contemporanea": "Danse Contemporaine",
  "danceClassesHub_style_modern_jazz": "Modern Jazz",
  "danceClassesHub_style_bum_bum": "Bum Bum",
  "danceClassesHub_style_bum_bum_desc": "Entraînez et tonifiez les fessiers avec technique et plaisir. Combine des exercices spécifiques pour les fessiers avec des mouvements de danse qui renforcent, soulèvent et sculptent. Cours de fitness orienté vers les danseurs avec des exercices fonctionnels.",
  "danceClassesHub_style_bum_bum_gluteos": "Bum Bum Fessiers Merveilleux",
  "danceClassesHub_style_afrobeat": "Afrobeat",
  "danceClassesHub_style_dancehall": "Dancehall",
  "danceClassesHub_style_femmology_heels": "Femmology Heels",
  "danceClassesHub_style_hip_hop": "Hip Hop",
  "danceClassesHub_style_hip_hop_reggaeton": "Hip Hop Reggaeton",
  "danceClassesHub_style_reggaeton_cubano": "Reggaeton Cubain (Reparto)",
  "danceClassesHub_style_sexy_reggaeton": "Sexy Reggaeton",
  "danceClassesHub_style_sexy_style": "Sexy Style",
  "danceClassesHub_style_twerk": "Twerk",
  "danceClassesHub_style_heels_barcelona": "Heels Barcelona",
  "danceClassesHub_style_commercial_dance": "Commercial Dance",
  "danceClassesHub_style_k_pop": "K-Pop",
  "danceClassesHub_style_salsa_cubana": "Salsa Cubaine",
  "danceClassesHub_style_salsa_cubana_desc": "Salsa authentique de Cuba : circulaire, joyeuse et sociale avec rueda de casino.",
  "danceClassesHub_style_bachata": "Bachata",
  "danceClassesHub_style_bachata_desc": "Danse sensuelle caribéenne avec connexion, ondulations et mouvements fluides.",
  "danceClassesHub_style_timba_cubana": "Timba Cubaine",
  "danceClassesHub_style_timba_cubana_desc": "Salsa moderne de Cuba : rapide, énergique et pleine d'attitude.",
  "danceClassesHub_style_folklore_cubano": "Folklore Cubain",
  "danceClassesHub_style_folklore_cubano_desc": "Racines afro-cubaines : Rumba, Yambú, Guaguancó et danses d'Orishas.",
  "danceClassesHub_style_salsa_lady_style": "Salsa Lady Style",
  "danceClassesHub_style_salsa_lady_style_desc": "Technique féminine individuelle de salsa : tours, bras et attitude.",
  "danceClassesHub_style_salsa_lady_timba": "Salsa Lady Timba",
  "danceClassesHub_style_salsa_lady_timba_desc": "Lady Style avec l'énergie explosive de la Timba cubaine.",
  "danceClassesHub_style_bachata_lady_style": "Bachata Lady Style",
  "danceClassesHub_style_bachata_lady_style_desc": "Technique féminine de bachata : ondulations de hanches, isolations sensuelles, mouvements de bras fluides et expression corporelle élégante. Apprenez à danser seule avec grâce, attitude et contrôle total de votre corps.",
  "danceClassesHub_style_son_cubano": "Son Cubain",
  "danceClassesHub_style_son_cubano_desc": "Le père de la salsa : élégant, classique et plein de tradition cubaine.",
  "danceClassesHub_style_men_style_salsa": "Men Style Salsa",
  "danceClassesHub_style_men_style_salsa_desc": "Technique masculine individuelle : jeu de jambes, attitude et présence scénique.",
  "danceClassesHub_style_bum_bum_fit": "Bum Bum Corps Fit",
  "danceClassesHub_style_body_conditioning": "Body Conditioning & Stretching",
  "danceClassesHub_style_dance_barre": "Dance Barre",
  "danceClassesHub_style_pilates": "Pilates",
  "danceClassesHub_style_otras_danzas": "Danses du Monde et Exotiques",
  "danceClassesHub_style_kizomba": "Kizomba",
  "danceClassesHub_style_semba": "Semba",
  "danceClassesHub_style_kompa": "Kompa",
  "danceClassesHub_style_flamenco": "Flamenco",
  "danceClassesHub_style_sevillanas": "Sevillanas",
  "danceClassesHub_style_telas_aereas": "Tissus Aériens et Cerceau",
  "danceClassesHub_style_acro_yoga": "Acro Yoga",
  "danceClassesHub_style_bachata_sensual": "Bachata Sensuelle",
  "danceClassesHub_style_bachata_sensual_desc": "Bachata sensuelle avec des champions du monde. Vagues, connexion en couple, musicalité et expression corporelle. Du débutant absolu au niveau avancé avec Mathias Font et Eugenia Trujillo.",
  "danceClassesHub_style_salsa_bachata": "Salsa et Bachata",
  "danceClassesHub_style_salsa_bachata_desc": "Danses latines en couple combinant passion, rythme et connexion. Salsa cubaine avec saveur caribéenne authentique et Bachata avec sensualité dominicaine. Cours pour tous niveaux où vous apprendrez technique, leading/following et musicalité.",
  "danceClassesHub_style_entrenamiento": "Entraînement pour Danseurs",
  "danceClassesHub_style_entrenamiento_desc": "Préparation physique spécifique pour danseurs. Renforcement, flexibilité, endurance et prévention des blessures. Le complément parfait pour améliorer vos performances dans tout style de danse.",
  "danceClassesHub_style_afro_contemporaneo_desc": "Fusion unique de mouvements afro-caribéens avec la technique contemporaine.",
  "danceClassesHub_style_afro_jazz_desc": "Jazz avec des racines afro-caribéennes et une technique cubaine qui vous fait vibrer.",
  "danceClassesHub_style_ballet_clasico_desc": "Ballet avec méthodologie cubaine. Technique impeccable et expressivité unique.",
  "danceClassesHub_style_danza_contemporanea_desc": "Explorez votre expression avec le lyrique, le travail au sol et le flow contemporain.",
  "danceClassesHub_style_modern_jazz_desc": "Jazz moderne avec dynamisme, technique propre et personnalité.",
  "danceClassesHub_style_afrobeat_desc": "Fusion de divers Rythmes africains. Voyagez en Afrique sans Quitter Barcelone.",
  "danceClassesHub_style_dancehall_desc": "Steps de Kingston qui font tendance mondiale. Apprenez le Wacky Dip, Willy Bounce et plus.",
  "danceClassesHub_style_femmology_heels_desc": "Maîtrisez les talons avec une technique sûre. Élégance, force et attitude dans chaque mouvement.",
  "danceClassesHub_style_hip_hop_desc": "Fondamentaux de l'Old School et New Style. Développez votre propre flow et musicalité urbaine.",
  "danceClassesHub_style_hip_hop_reggaeton_desc": "Deux mondes urbains en un. Apprenez à fusionner les beats hip hop avec la saveur latine.",
  "danceClassesHub_style_reggaeton_cubano_desc": "Le reparto havanais à Barcelone. Apprenez le Cubatón avec groove et mouvement caribéen réel.",
  "danceClassesHub_style_sexy_reggaeton_desc": "Sensualité avec contrôle et rythme latin. Développez la confiance en dansant avec votre propre personnalité.",
  "danceClassesHub_style_sexy_style_desc": "Féminité urbaine avec attitude. Combine sensualité, force et présence scénique puissante.",
  "danceClassesHub_style_heels_barcelona_desc": "Hub de cours de danse en talons à Barcelone : Femmology (danse-thérapie + technique d'élite avec Yunaisy Farray) et Sexy Style (plaisir + expression avec Yasmina Fernández). Deux styles, un objectif : briller en talons.",
  "danceClassesHub_style_twerk_desc": "Renforcez les fessiers en dansant. Apprenez isolations, contrôle musculaire et mouvements d'impact.",
  "danceClassesHub_style_commercial_dance_desc": "Dansez comme dans les vidéoclips. Apprenez des chorégraphies polies avec présence caméra.",
  "danceClassesHub_style_k_pop_desc": "Chorégraphies de vos groupes préférés. Apprenez formations, synchronisation et facials K-Pop.",
  "danceClassesHub_featured_title": "Styles de Danse en Vedette",
  "danceClassesHub_featured_description": "Accès direct à certains des styles les plus recherchés. Vous pouvez essayer un cours.",
  "danceClassesHub_cta_view_category": "Voir la page de la catégorie",
  "danceClassesHub_cta_view_all_styles": "Voir tous les styles",
  "danceClassesHub_modal_close": "Fermer",
  "danceClassesHub_categories_title": "Catégories principales",
  "danceClassesHub_categories_description": "Explorez par familles de styles. Chaque catégorie comprend des liens vers leurs pages et les styles les plus recherchés.",
  "danceClassesHub_featured_styles_label": "Styles en vedette",
  "danceClassesHub_all_styles_label": "Styles disponibles",
  "danceClassesHub_faq_title": "Questions Fréquemment Posées sur nos cours de danse à Barcelone",
  "danceClassesHub_whatToExpect_title": "Que trouverez-vous dans nos cours de danse à Barcelone?",
  "danceClassesHub_whatToExpect_p1": "Au Farray's International Dance Center, nous offrons plus de 25 styles de danse différents : de la technique classique de l'École Cubaine de Ballet (ballet classique, afro contemporain, afro jazz) aux danses urbaines les plus explosives du moment (dancehall, k-pop, twerk, commercial dance), en passant par les danses de couple à racines latines (salsa cubaine, bachata, timba) et l'entraînement physique spécifique pour danseurs. Chaque style est conçu pour que vous découvriez votre passion et développiez vos compétences dès le premier jour.",
  "danceClassesHub_whatToExpect_p2": "Nous organisons tous nos groupes par niveaux réels : initiation (jamais dansé), intermédiaire (expérience de base) et avancé (maîtrise de la technique). Les débutants absolus sont plus que bienvenus : nos cours d'initiation sont conçus pour vous mettre à l'aise dès la première minute, sans pression, avec une progression claire et dans une ambiance motivante. Peu importe si vous n'avez jamais dansé : votre voyage commence ici.",
  "danceClassesHub_whatToExpect_p3": "Nous sommes situés au cœur de Barcelone, près de Plaça Espanya et de la Gare de Sants avec un accès direct depuis le Métro L1 et L5. Notre école est facilement accessible depuis les quartiers du Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella et toute la zone métropolitaine. Horaires flexibles matin, après-midi et week-ends pour que vous trouviez le cours qui correspond le mieux à votre emploi du temps.",
  "danceClassesHub_whatToExpect_p4": "Notre équipe de professeurs sont des danseurs professionnels formés à l'École Nationale d'Art de Cuba, avec des carrières dans des compagnies internationales et une expérience pédagogique réelle. Ils ne maîtrisent pas seulement la technique : ils savent la transmettre avec passion, patience et une méthode qui fonctionne. Vous apprendrez des meilleurs dans une ambiance familiale, professionnelle et vibrante qui vous fera sentir partie de notre communauté dès le premier jour.",
  "danceClassesHub_whichCategory_title": "Quelle catégorie de danse choisir selon votre objectif?",
  "danceClassesHub_whichCategory_intro": "Vous ne savez pas par où commencer? Ce guide rapide vous aidera à trouver la catégorie parfaite selon ce que vous recherchez. Toutes nos catégories ont des groupes d'initiation pour débutants.",
  "danceClassesHub_whichCategory_tableHeader_goal": "Votre objectif",
  "danceClassesHub_whichCategory_tableHeader_category": "Catégorie recommandée",
  "danceClassesHub_whichCategory_tableHeader_why": "Pourquoi c'est idéal pour vous",
  "danceClassesHub_whichCategory_couples_goal": "Je veux danser en couple et socialiser",
  "danceClassesHub_whichCategory_couples_category": "Salsa et Bachata",
  "danceClassesHub_whichCategory_couples_why": "Vous apprendrez la connexion, le guidage/suivi, la musicalité latine et vous pourrez danser dans les soirées sociales, fêtes et congrès. Idéal pour rencontrer des gens et profiter de la scène sociale de la danse.",
  "danceClassesHub_whichCategory_expression_goal": "Je cherche l'expression artistique et la technique classique",
  "danceClassesHub_whichCategory_expression_category": "Danse Contemporaine / Ballet Classique",
  "danceClassesHub_whichCategory_expression_why": "Vous développerez une technique solide (école cubaine), le contrôle corporel, l'expressivité émotionnelle et la créativité. Parfait si vous recherchez l'art, la discipline et un niveau technique professionnel.",
  "danceClassesHub_whichCategory_urban_goal": "Je veux du fitness, des chorégraphies et de l'énergie urbaine",
  "danceClassesHub_whichCategory_urban_category": "Danses Urbaines (Dancehall, K-Pop, Twerk, Hip Hop)",
  "danceClassesHub_whichCategory_urban_why": "Cardio intense, chorégraphies de clips vidéo, musique actuelle et beaucoup d'attitude. Vous brûlerez des calories, apprendrez des steps tendance et vous amuserez avec la communauté urbaine la plus vibrante de Barcelone.",
  "danceClassesHub_whichCategory_fitness_goal": "Je veux tonifier mon corps et m'améliorer en tant que danseur",
  "danceClassesHub_whichCategory_fitness_category": "Entraînement pour Danseurs (Bum Bum, Stretching, Pilates)",
  "danceClassesHub_whichCategory_fitness_why": "Entraînement spécifique pour les exigences de la danse : flexibilité, force du tronc, fessiers puissants, posture correcte. Complétez vos cours de danse et prévenez les blessures.",
  "danceClassesHub_whichCategory_beginner_goal": "Je suis débutant absolu, jamais dansé",
  "danceClassesHub_whichCategory_beginner_category": "N'importe quelle catégorie avec niveau INITIATION",
  "danceClassesHub_whichCategory_beginner_why": "Toutes nos catégories ont des groupes d'initiation pour débutants sans expérience. Choisissez selon ce qui vous attire : couple, urbain, technique classique ou fitness. Cours de bienvenue disponible pour essayer sans engagement.",
  "danceClassesHub_whichCategory_morning_goal": "Je veux danser le matin (horaire tôt)",
  "danceClassesHub_whichCategory_morning_category": "Cours de Danse le Matin",
  "danceClassesHub_whichCategory_morning_why": "Horaires matinaux (10h-14h) avec une ambiance plus calme et des groupes réduits. Parfait si vous travaillez l'après-midi, étudiez ou préférez commencer la journée avec énergie en dansant.",
  "danceClassesHub_whichCategory_world_goal": "Je veux explorer les danses du monde et styles exotiques",
  "danceClassesHub_whichCategory_world_category": "Danses du Monde (Kizomba, Flamenco, Sevillanas, Tissus Aériens)",
  "danceClassesHub_whichCategory_world_why": "Découvrez les rythmes africains (kizomba, semba), la tradition espagnole (flamenco, sevillanas) ou les disciplines aériennes (tissus, cerceau). Styles uniques à forte demande avec liste d'attente active.",
  "danceClassesHub_whichCategory_beginner_title": "Première fois en dansant?",
  "danceClassesHub_whichCategory_beginner_text": "Toutes nos catégories ont des groupes d'initiation spécifiques pour débutants absolus. Vous n'avez besoin ni d'expérience préalable, ni de partenaire, ni d'équipement spécial. Cours de bienvenue disponible pour essayer sans engagement. Réservez votre place et découvrez votre style.",
  "danceClassesHub_whichCategory_combine_title": "Puis-je combiner plusieurs catégories?",
  "danceClassesHub_whichCategory_combine_text": "Absolument! Beaucoup de nos élèves combinent technique classique (ballet/contemporain) avec urbain (dancehall/k-pop) ou ajoutent l'entraînement physique (bum bum/stretching) à leurs cours de danse. C'est la meilleure façon de se développer comme danseur complet. Consultez nos forfaits combinés.",
  "danceClassesHub_whichCategory_schedule_title": "Comment choisir mon horaire idéal?",
  "danceClassesHub_whichCategory_schedule_text": "Nous offrons des horaires flexibles du lundi au dimanche : matins (10h-14h), après-midis (16h-21h) et week-ends. Choisissez selon votre disponibilité et le niveau que vous recherchez. Consultez le planning complet sur notre site web ou réservez votre cours de bienvenue pour connaître l'ambiance.",
  "danceClassesHub_why_title": "Pourquoi choisir les cours de danse du Farray's International Dance Center Barcelone?",
  "danceClassesHub_why_subtitle": "Nous sommes bien plus qu'une école de danse. Nous sommes un espace professionnel où la technique, la passion et la qualité se combinent pour vous offrir la meilleure expérience d'apprentissage.",
  "danceClassesHub_why_variety_title": "25+ styles sous un même toit",
  "danceClassesHub_why_variety_content": "L'école de danse la plus complète de Barcelone. Du ballet classique cubain au k-pop, dancehall, salsa, bachata, twerk, pilates et bien plus encore. Tout en un seul endroit, sans besoin d'aller à plusieurs académies. Découvrez votre style ou combinez-en plusieurs : ici vous avez accès à tout l'univers de la danse.",
  "danceClassesHub_why_farray_method_title": "Méthode Farray®",
  "danceClassesHub_why_farray_method_content": "Système d'enseignement exclusif créé par Yunaisy Farray, danseuse de Street Dance 2 et maître reconnu internationalement. Combine rigueur technique et créativité pour des résultats rapides et solides dans tous les styles de danse : de la danse classique à l'urbain et aux latins.",
  "danceClassesHub_why_cuban_title": "Professeurs avec formation professionnelle cubaine",
  "danceClassesHub_why_cuban_content": "Une grande partie de notre équipe enseignante est formée dans des écoles de danse prestigieuses à Cuba, reconnues mondialement pour leur excellence technique. Vous apprendrez avec des professeurs qui maîtrisent la méthodologie cubaine en ballet, contemporain, folklore, salsa et autres disciplines. Technique solide, expressivité unique et rigueur professionnelle.",
  "danceClassesHub_why_levels_title": "Groupes par niveaux réels (pas de mélange)",
  "danceClassesHub_why_levels_content": "Nous ne mélangeons pas débutants et avancés. Chaque groupe est organisé par niveau réel : initiation, intermédiaire, avancé. Vous progresserez à votre rythme, sans frustrations, avec des camarades de votre même niveau. Évaluations périodiques pour assurer que vous êtes toujours dans le bon groupe et que vous évoluez constamment.",
  "danceClassesHub_why_location_title": "Emplacement central au cœur de Barcelone",
  "danceClassesHub_why_location_content": "Au Carrer d'Entença 100, près de Plaça Espanya et de la Gare de Sants. Facilement accessible en métro, bus ou à pied depuis Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella et toute la zone métropolitaine. Installations professionnelles, salles spacieuses avec parquet de danse, miroirs et ambiance inspirante.",
  "danceClassesHub_why_schedule_title": "Horaires flexibles du lundi au dimanche",
  "danceClassesHub_why_schedule_content": "Cours du matin, après-midi et soir adaptés à votre routine. Horaires du lundi au dimanche pour que vous trouviez le moment parfait selon votre disponibilité. Plusieurs cours hebdomadaires de chaque style vous permettent de progresser rapidement. Consultez notre planning complet et trouvez votre horaire idéal.",
  "danceClassesHub_why_accreditation_title": "École accréditée par CID-UNESCO",
  "danceClassesHub_why_accreditation_content": "Nous sommes membres officiels du Conseil International de la Danse (CID-UNESCO), organisation qui regroupe les meilleures écoles et professionnels de danse au monde. Cette accréditation garantit la qualité de notre enseignement, la rigueur de notre méthodologie et la reconnaissance internationale de votre formation.",
  "danceClassesHub_cta1_title": "Trouvez votre catégorie idéale",
  "danceClassesHub_cta1_subtitle": "Explorez nos horaires complets et découvrez le cours parfait selon votre objectif et disponibilité.",
  "danceClassesHub_cta1_button": "Voir tous les horaires",
  "danceClassesHub_cta2_title": "Essayez votre premier cours AUJOURD'HUI",
  "danceClassesHub_cta2_subtitle": "Sans engagement, sans permanence. Venez découvrir nos installations, professeurs et méthode.",
  "danceClassesHub_cta2_button": "Réserver cours de bienvenue",
  "danceClassesHub_cta2_stat1_number": "8+",
  "danceClassesHub_cta2_stat1_label": "Ans d'expérience",
  "danceClassesHub_cta2_stat2_number": "1500+",
  "danceClassesHub_cta2_stat2_label": "Étudiants actifs",
  "danceClassesHub_cta2_stat3_number": "25+",
  "danceClassesHub_cta2_stat3_label": "Styles de danse",
  "danceClassesHub_cta2_stat4_number": "15+",
  "danceClassesHub_cta2_stat4_label": "Professeurs cubains",
  "danceClassesHub_finalCTA_title": "Votre Premier Cours de Danse à Barcelone Vous Attend",
  "danceClassesHub_finalCTA_subtitle": "Ne laissez plus passer de temps. Chaque semaine que vous attendez est une semaine de moins à danser.",
  "danceClassesHub_finalCTA_description": "Rejoignez des centaines d'étudiants —des débutants absolus aux danseurs avancés— qui découvrent leur passion dans plus de 25 styles de danse différents: salsa cubaine, bachata, dancehall, hip hop, reggaeton, ballet classique, danse contemporaine, k-pop, twerk et bien plus encore. Le tout avec la Méthode Farray® exclusive créée par Yunaisy Farray (danseuse de Street Dance 2) et des professeurs formés à l'École Cubaine au cœur de Barcelone.",
  "danceClassesHub_testimonials_title": "Témoignages Non Sollicités de Nos Étudiants",
  "danceClassesHub_testimonials_intro": "Les étudiants de tous les styles de danse—de la salsa et bachata au hip hop, ballet et danse contemporaine—partagent leur expérience authentique chez Farray's Center Barcelone. Sans filtres, sans scripts. Juste des histoires réelles de transformation.",
  "danceClassesHub_cta_member": "Devenez Membre Maintenant",
  "danceClassesHub_cta_trial": "Réservez Votre Cours de Bienvenue",
  "danceClassesHub_style_otras_danzas_desc": "Explorez des danses uniques du monde et des styles exotiques qui n'entrent pas dans les catégories traditionnelles. Des danses africaines aux styles expérimentaux, ateliers spéciaux et cours rotatifs de styles demandés. Parfait pour les danseurs curieux qui cherchent à élargir leur vocabulaire de mouvement avec des danses peu conventionnelles.",
  "danceClassesHub_style_bum_bum_gluteos_desc": "Entraînez et tonifiez vos fessiers de manière amusante avec de la musique brésilienne vibrante. Combine des exercices spécifiques de fessiers avec des mouvements de danse latino qui renforcent, lèvent et sculptent tout en vous amusant. Cours fitness orienté danseurs avec exercices fonctionnels, squats, lunges et travail de résistance musculaire.",
  "danceClassesHub_style_bum_bum_fit_desc": "Entraînement complet du corps combinant tonification musculaire, cardio et flexibilité avec des rythmes latinos. Travaillez tout votre corps des fessiers au core, bras et jambes en dansant. Parfait pour les danseurs qui cherchent à compléter leur technique avec force fonctionnelle et résistance cardiovasculaire.",
  "danceClassesHub_style_body_conditioning_desc": "Conditionnement physique spécifique pour danseurs combinant renforcement musculaire, étirement profond et mobilité articulaire. Développez force fonctionnelle du core, jambes et bras, prévenez les blessures et améliorez votre performance dans tout style de danse. Séances focalisées sur la préparation physique des danseurs professionnels.",
  "danceClassesHub_style_dance_barre_desc": "Entraînement à la barre inspiré du ballet combinant technique classique avec exercices isométriques de tonification. Renforcez jambes, fessiers, core et bras tout en améliorant équilibre, posture et élégance de mouvement. Parfait pour danseurs cherchant force musculaire contrôlée avec esthétique ballet.",
  "danceClassesHub_style_pilates_desc": "Méthode Pilates orientée danseurs avec focus sur contrôle du core, alignement postural, flexibilité et force profonde. Apprenez respiration consciente, activation du powerhouse et mouvements contrôlés qui améliorent votre technique de danse, préviennent les blessures et augmentent votre conscience corporelle. Séances mat adaptées à tous niveaux.",
  "danceClassesHub_style_kizomba_desc": "Danse sensuelle angolaise en couple combinant connexion profonde, mouvements de hanches fluides et étreinte intime avec musique africaine douce. Apprenez technique de couple, leading/following, ondulations corporelles et musicalité kizomba. Danse sociale parfaite pour amateurs de connexion authentique et rythmes africains contemporains.",
  "danceClassesHub_style_semba_desc": "Le père de la Kizomba : danse traditionnelle angolaise joyeuse et festive avec pas rapides, sauts et tours dynamiques. Apprenez l'essence africaine d'Angola avec technique de couple, musicalité semba et pas traditionnels. Danse sociale énergétique qui vous connecte aux racines africaines authentiques avant la fusion kizomba.",
  "danceClassesHub_style_kompa_desc": "Danse sensuelle haïtienne en couple avec rythme caribéen lent et mouvements de hanches hypnotiques. Apprenez connexion profonde, technique de couple, ondulations corporelles fluides et musicalité kompa avec saveur des Caraïbes francophones. Similaire à la kizomba mais avec identité haïtienne unique et rythme caractéristique.",
  "danceClassesHub_style_flamenco_desc": "Art andalou passionné combinant danse, chant et guitare avec duende et expression émotionnelle intense. Apprenez zapateado, braceo, palmas, tours flamencos et attitude flamenca authentique. Technique espagnole traditionnelle aux racines gitanes qui développe force des jambes, musicalité complexe et présence scénique puissante.",
  "danceClassesHub_style_sevillanas_desc": "Danse traditionnelle andalouse festive en couple dansée lors des ferias, romerías et célébrations. Apprenez les quatre couplets traditionnels, braceo élégant, tours coordonnés et technique de couple avec palmas caractéristiques. Danse sociale espagnole parfaite pour fêtes, Feria de Abril et célébrations andalouses.",
  "danceClassesHub_style_telas_aereas_desc": "Danse aérienne de cirque sur tissus de soie suspendus combinant force, flexibilité, élégance et acrobatie verticale. Apprenez enveloppements, chutes contrôlées, figures aériennes et séquences chorégraphiques suspendues. Développez force de tout le corps, confiance, grâce aérienne et expression artistique dans les hauteurs.",
  "danceClassesHub_style_acro_yoga_desc": "Fusion de yoga, acrobatie et massage thaï pratiquée en couple ou groupes. Apprenez bases, voltigeurs, postures aériennes, équilibre acrobatique et confiance corporelle tout en développant force, flexibilité et connexion humaine. Pratique ludique combinant fitness, art corporel et communauté.",
  "danceClassesHub_style_cuerpo_fit": "Cuerpo-Fit (Cardio Dance)",
  "danceClassesHub_style_stretching": "Stretching & Flexibilidad",
  "danceClassesHub_style_cuerpo_fit_desc": "Entrenamiento full body avec elementos de danza que quema 400-500 calorías par sesión. Cardio intenso, tonificación muscular y diversión asegurada. Ideal pour quienes buscan résultats visibles sans expérience previa en danse. Cours híbrida perfecta pour principiantes.",
  "danceClassesHub_style_stretching_desc": "Estiramientos profundos y flexibilidad activa pour mejorar tu rango de mouvement. Técnicas de backbending, splits y flexibilidad articular avec enfoque en prevención de lesiones. Perfecto pour bailarines y no bailarines que buscan mayor movilidad.",
  "instructors_title": "Apprenez des Meilleurs",
  "instructors_subtitle": "Professeurs formés dans des académies d'élite, avec une expérience internationale et une passion pour l'enseignement.",
  "instructors_viewall": "Voir Tous Les Professeurs"
}
