{
  "aboutTitle": "Yunaisy Farray: Creadora del Mètode Farray®",
  "aboutSubtitle": "La Pedagogia que Faltava Fora de Cuba",
  "aboutBio": "Formada a la prestigiosa Escola Nacional d\\'Art de Cuba (ENA), Yunaisy Farray és mestra i artista que fusiona la disciplina tècnica russa amb el sabor autèntic dels ritmes afrodescendents. Ha trepitjat els escenaris més importants del món, brillat a \"Street Dance 2\", captivat milions a \"Got Talent\", col·laborat a \"The Dancer\" i compta amb innombrables participacions en diversos àmbits de l\\'espectacle.\\n\\nPerò el seu major èxit no és als escenaris: és haver creat un sistema d\\'ensenyament específicament dissenyat perquè adults fora de Cuba aprenguin a ballar de forma més ràpida, sòlida i eficaç.\\n\\nDesprés de més de 20 anys ensenyant a adults, Yunaisy va descobrir que els mètodes tradicionals que funcionen tan bé a Cuba —dissenyats per a cossos que van créixer ballant des de la infància— no funcionaven igual per a adults fora de Cuba. Així va néixer el Mètode Farray®, reconegut pel CID-UNESCO.\\n\\nActualment, Yunaisy dirigeix un centre que combina rigor, creativitat i resultats ràpids en un ambient familiar i inclusiu. La seva experiència transforma cada classe en un viatge cultural i emocional, garantint una formació d\\'elit per a ballarins de tots els nivells. +15.000 alumnes ja han experimentat la diferència.",
  "aboutYunaisyPhotoAlt": "Yunaisy Farray, ballarina i coreògrafa professional, fundadora de Farray's International Dance Center a Barcelona",
  "aboutMethodTitle": "El 'Mètode Farray®': La Cúspide de la Pedagogia de la Dansa.",
  "aboutMethodPillar1Title": "Disciplina i Rigor",
  "aboutMethodPillar1Desc": "Fonaments tècnics de precisió inspirats en la disciplina clàssica. Estructura, control i poder en cada moviment.",
  "aboutMethodPillar2Title": "Sabor i Ritme",
  "aboutMethodPillar2Desc": "L'herència i l'ànima dels ritmes afrodescendents. Fluïdesa, expressió i una connexió musical profunda.",
  "aboutMethodPillar3Title": "Innovació Global",
  "aboutMethodPillar3Desc": "Una metodologia en constant evolució que fusiona estils i trenca barreres, preparant-te per a l'escenari global.",
  "aboutMethodPillarInfo": "Fes clic en un pilar per saber-ne més",
  "aboutMethodCTA": "Explora el Llegat de la Yunaisy",
  "aboutMethodCTAAriaLabel": "Descobreix més sobre el Mètode Farray i la filosofia d'ensenyament de Yunaisy",
  "aboutVerifyIMDb": "Veure perfil de Yunaisy Farray a IMDb",
  "aboutVerifyCID": "Verificar acreditació CID-UNESCO",
  "aboutVerifyStreetDance": "Veure fitxa de la pel·lícula Street Dance 2 a IMDb",
  "aboutQ1": "Qui és Yunaisy Farray?",
  "aboutA1": "Yunaisy Farray és ballarina professional cubana, formada a l'Escola Nacional d'Art de Cuba (ENA), fundadora del Mètode Farray® i directora de Farray International Dance Center a Barcelona. Ha participat a Street Dance 2, Got Talent Espanya i The Dancer.",
  "aboutQ2": "Què és el Mètode Farray®?",
  "aboutA2": "El Mètode Farray® és una metodologia d'ensenyament de dansa reconeguda pel CID-UNESCO, dissenyada específicament perquè els adults europeus aprenguin a ballar de forma més ràpida, sòlida i eficaç, fusionant tècnica clàssica amb ritmes afrodescendents.",
  "aboutQ3": "Per què escollir Farray International Dance Center?",
  "aboutA3": "FIDC és l'únic centre a Barcelona amb el Mètode Farray® exclusiu, acreditació CID-UNESCO, +15.000 alumnes formats i professors de l'Escola Nacional d'Art de Cuba. Resultats ràpids i ambient familiar garantit.",
  "about_page_title": "Sobre Nosaltres",
  "about_description": "Descobreix Farray's Center Barcelona: 700m², +15.000 alumnes formats, centre CID-UNESCO. La història de Yunaisy Farray i el seu somni fet realitat. Coneix-nos.",
  "about_slogan": "On els somnis es ballen",
  "about_breadcrumb_home": "Inici",
  "about_breadcrumb_current": "Sobre Nosaltres",
  "about_h1": "Sobre Nosaltres",
  "about_intro": "Farray's International Dance Center és una acadèmia de dansa multidisciplinària a Barcelona, acreditada per CID-UNESCO i dirigida per Yunaisy Farray. Oferim més de 25 estils de ball amb el mètode exclusiu Farray®: des de Salsa Cubana i Bachata fins a Hip Hop, Dancehall, Dansa Contemporània i Ballet. Més de 15.000 alumnes formats des del 2005.",
  "about_cta_contact": "Contacta amb Nosaltres",
  "about_story_title": "La Nostra Història",
  "about_story_p1": "Hi ha qui busca una escola de ball semblant a les que ja coneixen, i no hi ha res de dolent en això. I hi ha qui busca l'escola que sempre van somiar. A Farray's som d'aquest segon grup.",
  "about_story_p2": "Però com aquesta escola encara no existia a Barcelona, vam decidir crear-la i està funcionant. Com no sabíem que era impossible, ho vam fer. No sabíem que era impossible aixecar-la en un local abandonat durant 10 anys. Tampoc sabíem que era mala idea reformar-lo a mà, sense pressupost, només amb Yunaisy, Fábio, amics, professors i una brigada improvisada. No sabíem res de \"l\\'impossible\". Així que simplement ho vam fer.",
  "about_story_p3": "Farray's International Dance Center, més que un projecte, és un somni. Un somni fet realitat per la ballarina internacional cubana Yunaisy Farray. Considerada una de les majors referències en la dansa femenina cubana i una de les millors ballarines dins del panorama internacional, en el moment culmen de la seva carrera artística i professional decideix fer un pas endavant a la seva vida: obrir un gran centre de dansa a la ciutat que l'ha enamorat, Barcelona.",
  "about_story_highlight": "Perquè Farray's no va néixer d'un pla de negoci: va néixer d'una història d'amor. De l'amor entre Yunaisy i Fábio, de l'amor per la dansa i de l'amor per la gent.",
  "about_vision_title": "La Visió de Yunaisy",
  "about_vision_p1": "Des del seu origen, Farray's International Dance Center neix amb una vocació clara: no ser només una escola de ball, sinó un club esportiu i artístic amb un paper integrador social, on la dansa, l'esport i la cultura s'utilitzin com a eines per millorar la societat, fomentant un estil de vida saludable i el benestar físic, mental i emocional de les persones de la seva comunitat.",
  "about_vision_p2": "Yunaisy es va proposar crear un espai que no només ofereixi classes de molts tipus de dansa, sinó que reuneixi una multitud de disciplines amb una finalitat comuna: nodrir i cuidar el cos i l'ànima de totes les persones que hi acudeixin.",
  "about_vision_p3": "Després de dos anys recorrent incansablement cada racó de la Ciutat Comtal en cerca d'un lloc que pogués albergar un projecte de tal envergadura, el 2017 el local ideal per a Farray's Center passa de ser un somni a convertir-se en realitat.",
  "about_today_title": "Farray's Avui",
  "about_today_intro": "Avui, Farray's International Dance Center és un espai de més de 700 m² al cor de Barcelona on conviuen classes de ball i dansa per a tots els nivells, entrenaments tècnics, preparació física, desenvolupament de competicions, activitats de benestar i projectes artístics.",
  "about_stat_space": "d'espai a Barcelona",
  "about_stat_active_students": "estudiants actius",
  "about_stat_total_students": "alumnes en 8 anys",
  "about_today_description": "Actualment compta amb més de 1500 estudiants en actiu i en només 8 anys, per les seves sales han passat més de 15.000 alumnes, el que el consolida com un dels centres de referència en dansa i ball a Barcelona.",
  "about_mission_title": "La Nostra Missió",
  "about_mission_p1": "Aquest centre persegueix, com a objectius principals, d'una banda, fomentar l'esport i el moviment a través de la dansa i proporcionar serveis que permetin una cura completa del cos i de l'ànima i, d'altra banda, generar oportunitats i fer realitat els somnis dels qui aspiren a ballar, créixer i expressar-se.",
  "about_mission_p2": "Participar en competicions i formar ballarins i artistes de nivell mundial de totes les edats és una de les prioritats de Farray's Center, però també ho és acompanyar persones que simplement volen millorar la seva salut física i mental a través de la dansa.",
  "about_mission_highlight": "La dansa és molt més que una disciplina o un art, és la manera que tenim les persones de connectar amb el nostre cos, de retrobar-nos amb els sentiments més profunds i amb la veritable essència del nostre ésser.",
  "about_social_title": "El Nostre Compromís Social",
  "about_social_p1": "Les activitats realitzades a Farray's no es limiten a ser activitats lucratives, sinó que tenen un marcat component integrador i social, ajudant a sectors especials de la comunitat com les dones maltractades, les dones presidiàries, els nens i la tercera edat a retrobar-se amb si mateixos i a nodrir la seva ànima mitjançant la dansa.",
  "about_social_p2": "La dansa és la manera més ancestral de comunicació —no només amb els altres sinó amb nosaltres mateixos— i malgrat l'evolució de l'home, segueix romanent dins de cadascú de nosaltres a l'espera que algú encengui aquesta flama i sàpiga ensenyar-nos a mantenir-la sempre viva.",
  "about_values_title": "Els Nostres Valors",
  "about_values_intro": "Els principis que guien cada decisió, cada classe i cada moment a Farray's Center",
  "about_value_love_title": "Amor per la Dansa",
  "about_value_love_content": "Tot el que fem neix de l'amor: amor entre les persones, amor per la dansa i amor per la nostra comunitat. No és un eslògan, és la nostra realitat.",
  "about_value_community_title": "Família i Comunitat",
  "about_value_community_content": "Aquí es respira família perquè així ho construïm. Cada estudiant, professor i visitant forma part d'una comunitat única a Barcelona.",
  "about_value_wellbeing_title": "Benestar Integral",
  "about_value_wellbeing_content": "Oferim serveis variats dirigits a una finalitat comuna: el benestar físic, mental i emocional complet de totes les persones que acudeixen a nosaltres.",
  "about_value_opportunities_title": "Generació d'Oportunitats",
  "about_value_opportunities_content": "Fem realitat els somnis dels qui aspiren a ballar, créixer i expressar-se, formant ballarins i artistes de nivell mundial de totes les edats.",
  "about_value_social_title": "Integració Social",
  "about_value_social_content": "Ajudem a sectors especials de la comunitat a retrobar-se amb si mateixos mitjançant la dansa, amb un marcat component integrador i social.",
  "about_value_excellence_title": "Excel·lència i Professionalitat",
  "about_value_excellence_content": "Mètode Farray® creat per Yunaisy Farray (ballarina de Street Dance 2) i professors formats en escoles de prestigi internacional garanteixen la màxima qualitat.",
  "about_closing_statement": "Yunaisy Farray i el seu equip fan precisament això: encenen una flama de llum, salut i esperança en cadascuna de les persones que passen per la seva escola, contribuint que a la societat hi hagi gent més sana física i mentalment, més equilibrada, amb més control sobre si mateixos i les seves emocions.",
  "about_closing_tagline": "En definitiva, gent més feliç.",
  "about_final_cta_title": "Uneix-te a la Nostra Història",
  "about_final_cta_subtitle": "Forma part del somni que va canviar la dansa a Barcelona",
  "about_final_cta_description": "Més de 15.000 persones ja han passat per Farray's Center. Descobreix per què som diferents.",
  "yunaisyFarray_page_title": "Yunaisy Farray - Fundadora i Directora | Mestra CID-UNESCO",
  "yunaisyFarray_meta_description": "Coneix Yunaisy Farray, fundadora de Farray's International Dance Center, mestra CID-UNESCO, ballarina de Street Dance 2, finalista de Got Talent Espanya i referent mundial en dansa cubana.",
  "yunaisyFarray_breadcrumb_home": "Inici",
  "yunaisyFarray_breadcrumb_current": "Yunaisy Farray",
  "yunaisyFarray_hero_title": "Coneix Yunaisy Farray",
  "yunaisyFarray_hero_subtitle": "Per a molts, Yunaisy Farray continua sent la nº1 mundial en l'àmbit dels festivals de dansa cubana. Però la seva grandesa va molt més enllà de l'escenari: és mestra, creadora, activista, líder i defensora incansable de la dona i dels drets dels animals.",
  "yunaisyFarray_hero_cta": "Descobreix com començar",
  "yunaisyFarray_gallery_title": "Art en Moviment",
  "yunaisyFarray_gallery_subtitle": "Fotografia artística professional que captura l'essència del ball i l'expressió corporal de Yunaisy Farray.",
  "yunaisyFarray_gallery_view": "Veure foto",
  "yunaisyFarray_intro_title": "Yunaisy Farray",
  "yunaisyFarray_intro_subtitle": "Fundadora i directora de Farray's International Dance Center",
  "yunaisyFarray_intro_p1": "Mestra del CID-UNESCO (Consell Internacional de la Dansa de la UNESCO), ballarina de la pel·lícula Street Dance 2, finalista de Got Talent Espanya, membre de l\\'equip de càsting artístic del programa de televisió \"The Dancer\", col·laboradora habitual en el programa de Toni Rovira i presència fixa en els festivals de dansa cubana més importants del món.",
  "yunaisyFarray_intro_p2": "Per a molts, Yunaisy Farray continua sent la nº1 mundial en l'àmbit dels festivals de dansa cubana. Però la seva grandesa va molt més enllà de l'escenari: és mestra, creadora, activista, líder i defensora incansable de la dona i dels drets dels animals.",
  "yunaisyFarray_roots_title": "Arrels a l'Havana i formació d'elit",
  "yunaisyFarray_roots_p1": "Nascuda a l'Havana (Cuba), en una família on la dansa ho travessa tot, Yunaisy comença ballet amb només 5 anys a l'Institut de Televisió Cubana. Als 7 entra a l'Escola Elemental de Ballet Alejo Carpentier, i segueix la seva formació a la prestigiosa Escola Nacional de Dansa Moderna i Contemporània de Cuba (ENA), on el seu talent la situa des de molt jove en l'elit de la dansa contemporània cubana.",
  "yunaisyFarray_roots_p2": "Continua els seus estudis a l'Acadèmia Nacional d'Espectacles Musicals (ENEM), graduant-se com a cantant, actriu i ballarina. En paral·lel s'especialitza en Dansa Teatre i incursiona en el món del circ, construint una base tècnica i artística excepcional.",
  "yunaisyFarray_career_title": "Una carrera internacional que marca tendència",
  "yunaisyFarray_career_p1": "Després de la seva graduació, és fitxada per la reconeguda agència Turarte per treballar en el creuer italià Valtur Prima, on en poc temps es converteix en primera ballarina.",
  "yunaisyFarray_career_p2": "La seva carrera la porta a Itàlia, on viu una etapa clau de maduresa artística. Balla al costat de figures com Giusseppe Ransani (gran tenor de l'òpera italiana), Silvio Oddi i Mauro Mosconi, i passa a formar part de la companyia de dansa contemporània Michelle Pogliani.",
  "yunaisyFarray_career_p3": "Amb l'auge de la salsa a Itàlia, les seves arrels afrocubanes tornen a parlar més fort i Yunaisy es converteix en una de les mestres i artistes de referència del país. El seu estil, la seva tècnica i la seva capacitat per formar ballarins impacten tant que la Federació Italiana de Balls Esportius (FIDS) la reconeix oficialment atorgant-li el títol de mestra i jutge pels seus mèrits de carrera i artístics.",
  "yunaisyFarray_career_p4": "En paral·lel, juntament amb Seo Fernández, forma part del grup Latin Black, amb el qual assoleix fama mundial i consolida la seva figura com una de les grans ambaixadores de la dansa cubana en el panorama internacional.",
  "yunaisyFarray_career_p5": "Més endavant consolida la seva figura com a solista amb la seva parella de ball Alexander Carbó, creant un estil propi on barreja dansa contemporània, afro i salsa, influint profundament en l'estil de tot el panorama salser internacional.",
  "yunaisyFarray_career_p6": "Participa en innombrables congressos internacionals i forma part de l'elenc de ballarins de la pel·lícula Street Dance 2, on el ball es converteix en el llenguatge principal de la història.",
  "yunaisyFarray_barcelona_title": "Barcelona: el somni que es converteix en escola i moviment",
  "yunaisyFarray_barcelona_p1": "Després d'un període a Alemanya, on crea la seva primera escola, AYA Latin Dance Academy, es trasllada a Barcelona el 2013 per iniciar una nova etapa professional.",
  "yunaisyFarray_barcelona_p2": "Acabada d'arribar, el mestre Chucho Valdés l'escull per dirigir i coreografiar l'homenatge a Bebo Valdés, \\\"Rumba para Bebo\\\", al 45è Voll Damm Festival Internacional de Jazz de Barcelona. El projecte és aclamat pel públic i per les institucions culturals de la ciutat.",
  "yunaisyFarray_barcelona_p3": "Figures com Albert Torres i Eddie Torres la consideren \"la nova Celia Cruz de la salsa\". Des de Barcelona, Yunaisy es converteix en una de les ballarines que està revolucionant el mercat del ball, gràcies al seu estudi profund del moviment femení i la seva capacitat per unir tècnica, emoció i veritat escènica.",
  "yunaisyFarray_barcelona_p4": "En paral·lel a la seva feina com a professora internacional, actua amb la seva companyia en múltiples esdeveniments, apareixent en escenaris com el Palau Sant Jordi, el Teatre Apolo, el Casino de Barcelona, el Círculo Ecuestre de Barcelona, i molts altres. El 2016 funda la D&Y Dance Company (2016–2020), aconseguint un gran èxit amb el seu primer espectacle \"Roots & Passion\".",
  "yunaisyFarray_barcelona_p5": "El 12 de febrer de 2017, Yunaisy compleix un dels seus somnis: inaugura, al cor de Barcelona, Farray's Center, que poc després es converteix en Farray's International Dance Center: un centre global de 700m² on conviuen disciplines com contemporani, ballet, salsa, reggaeton, hip-hop, heels, dansa, stretching, preparació física, acrobàcies... i un enfocament profund de cura del cos i la ment.",
  "yunaisyFarray_barcelona_p6": "Avui, Farray's International Dance Center és molt més que una escola: és un espai on cada persona pot descobrir la seva pròpia manera de ballar i expressar-se.",
  "yunaisyFarray_method_title": "El Mètode Farray: tècnica, cos i resultats reals",
  "yunaisyFarray_method_p1": "Yunaisy és la creadora del Mètode Farray, un sistema de treball que permet obtenir resultats ràpids, sòlids i comprovats, tant a nivell tècnic com corporal i emocional.",
  "yunaisyFarray_method_p2": "La seva preparació tècnica i física, unida a un coneixement profund del folklore cubà i de la biomecànica del cos de la dona, fan de les seves classes una experiència única. Ha estat pionera en la introducció de classes tècniques (com la dansa contemporània de tècnica cubana) en els festivals de ball social al voltant del món, integrant aquests elements en les seves classes, workshops i espectacles.",
  "yunaisyFarray_method_p3": "Entre les seves cites favorites destaca una del llegendari boxejador cubà Félix Savón, que resumeix la seva filosofia de treball:",
  "yunaisyFarray_method_quote": "\"La tècnica és la tècnica... i sense tècnica, no hi ha tècnica.\"",
  "yunaisyFarray_method_p4": "En l'univers dels shows, ha estat i segueix sent una impulsora d'espectacles que són art, peces que expliquen històries i transmeten un missatge. Davant de la tendència habitual de coreografies buides de contingut, Yunaisy defensa un ball que tingui fonament, fons i ànima.",
  "yunaisyFarray_equality_title": "Igualtat, dona i ball: molt més que un escenari",
  "yunaisyFarray_equality_p1": "Yunaisy ha estat una veu clau en la lluita per la igualtat de drets entre homes i dones en el món de l\\'espectacle. Durant anys va ser \"normal\" presentar la parella de ball com: nom del ballarí + \"la seva ballarina\", ometent el nom de la dona.",
  "yunaisyFarray_equality_p2": "Ella ha alçat la veu contra aquestes pràctiques i ha lluitat per:",
  "yunaisyFarray_equality_point1": "Nomenar i reconèixer les ballarines pel seu nom i cognom",
  "yunaisyFarray_equality_point2": "Reclamar igualtat de condicions econòmiques",
  "yunaisyFarray_equality_point3": "Exigir el mateix respecte i visibilitat per a la feina de les dones a l'escenari",
  "yunaisyFarray_equality_p3": "És defensora del dret de les dones i una impulsora del moviment Femmology, una disciplina orientada a explotar la feminitat a través del ball en talons. Yunaisy porta aquest concepte més enllà, transformant-lo en una mena de dansa-teràpia, on moltes dones venen literalment a sanar a través del ball.",
  "yunaisyFarray_online_title": "Pionera en l'era online",
  "yunaisyFarray_online_p1": "Durant la pandèmia, Yunaisy i la seva escola van ser pioners en les classes online, i inspiració per a tot el món, mantenint viu el vincle amb centenars d'alumnes a tot el món quan tot la resta s'aturava.",
  "yunaisyFarray_online_p2": "Des de Farray's International Dance Center es van desenvolupar programes, cursos i formacions online que van permetre a ballarins de diferents països seguir creixent, connectant i trobant en la dansa un refugi i un motor per seguir endavant.",
  "yunaisyFarray_social_title": "Compromís social i projectes solidaris",
  "yunaisyFarray_social_intro": "La feina de Yunaisy també s'estén al terreny solidari. Entre les seves iniciatives destaquen:",
  "yunaisyFarray_social_point1": "Farray's Solidario, durant la pandèmia: una setmana de classes online gratuïtes, on les donacions es van destinar a l'Hospital d'Igualada i a l'associació de persones sense llar de Madrid.",
  "yunaisyFarray_social_point2": "Recollides de roba i menjar per a Ucraïna i per a Àfrica, mobilitzant tota la comunitat de Farray's Center.",
  "yunaisyFarray_social_point3": "Campanyes de recollida d'aliments i subministraments destinats a protectores d'animals.",
  "yunaisyFarray_social_point4": "Considerada una de les persones més influents d'Espanya a Change.org en la defensa dels drets dels animals.",
  "yunaisyFarray_social_point5": "Activitats d'inserció social per a persones amb discapacitat i/o en risc d'exclusió social.",
  "yunaisyFarray_social_point6": "Tallers gratuïts per a dones preses, utilitzant la dansa com a eina de dignitat, autoestima i esperança.",
  "yunaisyFarray_social_point7": "Implicació constant en ajudar les persones del seu entorn, creant xarxa, suport i oportunitats a través de la dansa.",
  "yunaisyFarray_today_title": "Avui",
  "yunaisyFarray_today_p1": "Avui, Yunaisy segueix viatjant pel món, impartint classes magistrals, participant en festivals, treballant en televisió, cinema, videoclips i projectes escènics d'alt nivell; i, alhora, continua formant noves generacions de ballarines i ballarins des de Barcelona, a través de Farray's International Dance Center.",
  "yunaisyFarray_today_p2": "Respira Dansa: fa de la tècnica un llenguatge i del cor la seva forma d'ensenyar.",
  "yunaisyFarray_final_quote": "\"Quan tot sembla impossible i el camí sembla difícil... no t\\'oblidis de respirar.\"",
  "yunaisyFarray_cta_title": "Forma Part de la Família Farray's",
  "yunaisyFarray_cta_subtitle": "Uneix-te a l'escola on Yunaisy Farray transmet la seva passió, tècnica i experiència.",
  "yunaisyFarray_cta_classes": "Veure Classes",
  "yunaisyFarray_method_link": "Descobreix el Mètode Farray →",
  "yunaisyFarray_testimonials_title": "El Que Diuen Els Seus Alumnes",
  "yunaisyFarray_testimonials_subtitle": "Experiències reals de persones que han après amb Yunaisy Farray",
  "yunaisyFarray_testimonial_1_name": "Emma S.",
  "yunaisyFarray_testimonial_1_text": "Yunaisy Farray és una professora estupenda: divertida i motivadora. Em fa content haver sortit de la meva zona de confort per fer aquesta classe, la recomano!",
  "yunaisyFarray_testimonial_2_name": "Zhuqing W.",
  "yunaisyFarray_testimonial_2_text": "No puc explicar amb paraules l'energia que transmeten els professors d'aquest centre, sobretot la directora Yunaisy. És de moment el centre que més m'ha agradat de BCN.",
  "yunaisyFarray_testimonial_3_name": "Berta M.",
  "yunaisyFarray_testimonial_3_text": "La progressió en salsa ha estat increïble gràcies a la professionalitat i consells personalitzats de Yunaisy. A més, hi ha un ambient molt familiar.",
  "yunaisyFarray_testimonial_4_name": "Violetta P.",
  "yunaisyFarray_testimonial_4_text": "Magnífica professora Yunaisy. Un talent increïble, energia, motivació, tècnica. Molt recomanable per a ballarins professionals.",
  "yunaisyFarray_testimonial_5_name": "Karina I.",
  "yunaisyFarray_testimonial_5_text": "He estat en moltes escoles en diferents ciutats del món. Els professors són apassionats, expliquen bé i transmeten la cultura dels balls. Yunaisy és una reina.",
  "yunaisyFarray_testimonials_google_link": "Veure totes les ressenyes a Google",
  "yunaisyFarray_testimonials_google_badge": "509+ ressenyes a Google",
  "metodoFarray_page_title": "El Mètode Farray - Sistema Pedagògic Adaptat per a Europeus",
  "metodoFarray_meta_description": "Descobreix el Mètode Farray: l'únic sistema d'ensenyament de ball creat específicament perquè els europeus aprenguin de forma més ràpida i sòlida. Desenvolupat per Yunaisy Farray, mestra formada a l'ENA de Cuba i membre del CID-UNESCO.",
  "metodoFarray_breadcrumb_home": "Inici",
  "metodoFarray_breadcrumb_current": "Mètode Farray",
  "metodoFarray_hero_badge": "Sistema Pedagògic Adaptat per a Europeus",
  "metodoFarray_hero_title": "El Mètode Farray",
  "metodoFarray_hero_subtitle": "L'únic sistema d'ensenyament de ball creat específicament perquè els europeus aprenguin de forma més ràpida i sòlida. Desenvolupat per Yunaisy Farray, mestra formada a l'Escola Nacional d'Art de Cuba.",
  "metodoFarray_problem_title": "Per Què Et Costa Tant Progressar?",
  "metodoFarray_problem_p1": "Les metodologies de ball tradicionals van ser dissenyades per a cossos que van créixer ballant des de la infància. A Cuba, els nens desenvolupen polirítmia, dissociació corporal i \"sabor\" des dels 3 anys. Quan arribes a una acadèmia a Barcelona amb 25, 35 o 45 anys, aquests mètodes simplement no funcionen igual.",
  "metodoFarray_problem_p2": "El resultat: frustració, estancament i la sensació que \"el ball no és per a tu\".",
  "metodoFarray_problem_point1": "Mètodes dissenyats per a cossos que van créixer ballant",
  "metodoFarray_problem_point2": "Professors que assumeixen una base que no tens",
  "metodoFarray_problem_point3": "Classes que van massa ràpid sense construir fonaments",
  "metodoFarray_problem_point4": "Explicacions intuïtives que no funcionen amb ments analítiques",
  "metodoFarray_origin_title": "Com Va Néixer el Mètode Farray",
  "metodoFarray_origin_intro": "Quan Yunaisy Farray va arribar a Europa després d'anys de formació a l'Escola Nacional d'Art de Cuba (ENA), va descobrir alguna cosa que canviaria la seva forma d'ensenyar per sempre.",
  "metodoFarray_origin_p1": "A Cuba, els ballarins creixen immersos en ritme des de la infància. Als 18 anys, ja tenen 15 anys de polirítmia interioritzada, dissociació corporal natural i un vocabulari de moviment que és part del seu ADN cultural.",
  "metodoFarray_origin_p2": "A Europa, els adults arribaven a classe amb una formació completament diferent: ments analítiques, cossos que mai havien ballat, i una cultura on el ball no és part de la vida quotidiana.",
  "metodoFarray_origin_quote": "\"Em vaig adonar que la metodologia de l\\'ENA —que funciona perfectament per als cubans— no estava dissenyada per a europeus adults. Necessitava adaptar-ho tot: la progressió, les explicacions, els exercicis...\"",
  "metodoFarray_origin_quote_author": "— Yunaisy Farray, Creadora del Mètode",
  "metodoFarray_origin_conclusion": "Així va néixer el Mètode Farray: una reenginyeria completa de la pedagogia cubana, dissenyada específicament perquè els europeus aconsegueixin resultats més ràpids i més sòlids que amb qualsevol altre mètode.",
  "metodoFarray_answerQ": "Què és el Mètode Farray?",
  "metodoFarray_answerA": "El Mètode Farray és un sistema pedagògic exclusiu creat per Yunaisy Farray (mestra formada a l'ENA de Cuba i membre del CID-UNESCO) que adapta la metodologia cubana de dansa per a ballarins europeus adults. Ofereix una progressió estructurada que construeix la base des de zero, amb explicacions analítiques i exercicis específics per a cossos que no van créixer ballant.",
  "metodoFarray_adaptation_title": "Adaptat Específicament per a Europeus",
  "metodoFarray_adaptation_subtitle": "El que fa únic el Mètode Farray: una reenginyeria de la pedagogia cubana per al context europeu.",
  "metodoFarray_adapt1_title": "Construeix la Base des de Zero",
  "metodoFarray_adapt1_desc": "No assumeix que tens anys de formació prèvia. Desenvolupem cada habilitat de forma progressiva: dissociació, polirítmia, coordinació, expressió...",
  "metodoFarray_adapt1_vs": "vs. ENA tradicional: assumeix base de 10+ anys",
  "metodoFarray_adapt2_title": "Metodologia Analítica",
  "metodoFarray_adapt2_desc": "Explicacions tècniques clares que funcionen amb ments analítiques europees. No només \"sent el ritme\", sinó passos concrets per desenvolupar aquesta sensació.",
  "metodoFarray_adapt2_vs": "vs. Mètode cubà intuïtiu",
  "metodoFarray_adapt3_title": "Progressió Estructurada",
  "metodoFarray_adapt3_desc": "Exercicis específics per desenvolupar polirítmia i sabor en cossos que no van créixer ballant. Resultats més ràpids que la metodologia tradicional.",
  "metodoFarray_adapt3_vs": "vs. Progressió ENA: dissenyada per cubans 8-18 anys",
  "metodoFarray_solution_title": "Què és el Mètode Farray",
  "metodoFarray_solution_tagline": "El sistema d'ensenyament que faltava a Europa.",
  "metodoFarray_solution_p1": "El Mètode Farray és un sistema pedagògic exclusiu creat per Yunaisy Farray, fruit de més de 20 anys d'experiència com a ballarina professional, mestra internacional i formació a la prestigiosa Escola Nacional d'Art de Cuba (ENA).",
  "metodoFarray_solution_p2": "No és una còpia d'altres mètodes. És una adaptació única de la pedagogia cubana per al context europeu, basada en tres pilars fonamentals.",
  "metodoFarray_pillars_title": "Els 3 Pilars del Mètode Farray",
  "metodoFarray_pillars_subtitle": "Cada pilar aporta un element essencial per a la teva transformació com a ballarí europeu.",
  "metodoFarray_pillar1_title": "Disciplina i Rigor",
  "metodoFarray_pillar1_desc": "Fonaments tècnics de precisió inspirats en la disciplina clàssica russa. Estructura, control corporal i postura impecable com a base de tot moviment.",
  "metodoFarray_pillar1_origin": "Herència de l'escola clàssica russa i cubana — adaptada per a adults sense formació prèvia",
  "metodoFarray_pillar2_title": "Sabor i Ritme",
  "metodoFarray_pillar2_desc": "L'ànima dels ritmes afrodescendents. Aquesta connexió musical profunda, aquesta fluïdesa natural, aquesta expressió que transforma un pas tècnic en alguna cosa que es sent.",
  "metodoFarray_pillar2_origin": "Arrels afrocubanes i caribenyes — amb exercicis específics per desenvolupar \"sabor\" des de zero",
  "metodoFarray_pillar3_title": "Innovació Global",
  "metodoFarray_pillar3_desc": "Una metodologia en constant evolució que integra tendències internacionals, fusiona estils i et prepara per a qualsevol escenari. Sense quedar-se en el passat.",
  "metodoFarray_pillar3_origin": "Experiència internacional en 30+ països — observant què funciona millor per a europeus",
  "metodoFarray_comparison_others_title": "Metodologia ENA Tradicional",
  "metodoFarray_comparison_others_1": "Dissenyada per a cubans des de la infància",
  "metodoFarray_comparison_others_2": "Assumeix 10+ anys de formació prèvia",
  "metodoFarray_comparison_others_3": "Explicacions intuïtives per imitació",
  "metodoFarray_comparison_others_4": "Polirítmia desenvolupada naturalment",
  "metodoFarray_comparison_others_5": "Progressió de 8-15 anys",
  "metodoFarray_comparison_others_6": "Funciona perfecte... a Cuba",
  "metodoFarray_comparison_us_title": "Mètode Farray",
  "metodoFarray_results_title": "Resultats que Parlen",
  "metodoFarray_stats_students": "Alumnes europeus formats",
  "metodoFarray_stats_years": "Anys perfeccionant el mètode",
  "metodoFarray_stats_rating": "Valoració a Google (509+ ressenyes)",
  "metodoFarray_stats_styles": "Estils de ball disponibles",
  "metodoFarray_featured_quote": "\"La tècnica de l\\'ENA és increïble, però necessitava adaptar-la perquè funcionés igual de bé amb europeus que mai havien ballat. El Mètode Farray és aquesta adaptació.\"",
  "metodoFarray_featured_quote_author": "— Yunaisy Farray, Creadora del Mètode",
  "metodoFarray_teachers_title": "Qui Ensenya el Mètode Farray",
  "metodoFarray_teachers_subtitle": "Formats a l'Escola Nacional d'Art de Cuba i certificats en el Mètode Farray",
  "metodoFarray_teachers_text": "Yunaisy Farray es va formar a la prestigiosa Escola Nacional d'Art de Cuba (ENA), la mateixa institució que va formar llegendes com Carlos Acosta. Després de més de 20 anys ensenyant a europeus a Barcelona, va desenvolupar el Mètode Farray com a resposta a les necessitats específiques d'aquest públic. Tots els professors de l'acadèmia estan formats directament per ella i segueixen la metodologia de forma rigorosa.",
  "metodoFarray_teachers_cta": "Coneix Yunaisy Farray →",
  "metodoFarray_cta_title": "Descobreix Com Començar",
  "metodoFarray_cta_subtitle": "La teva primera classe de benvinguda és especial. Vine a provar i sent la diferència del Mètode Farray.",
  "metodoFarray_cta_button": "Descobreix Com Començar",
  "metodoFarray_cta_secondary": "Veure Totes les Classes",
  "metodoFarray_whyYouFail_title": "Per Què No Progresses en Altres Acadèmies",
  "metodoFarray_whyYouFail_subtitle": "Molts dels nostres alumnes venen frustrats d'altres escoles. Aquestes són les raons més comunes:",
  "metodoFarray_whyYouFail_reason1_title": "Professor ≠ Pedagog",
  "metodoFarray_whyYouFail_reason1_desc": "Són excel·lents ballarins, però mai van aprendre a ENSENYAR. No tenen formació pedagògica estructurada ni progressió clara.",
  "metodoFarray_whyYouFail_reason2_title": "Classes Improvisades",
  "metodoFarray_whyYouFail_reason2_desc": "Cada classe depèn de l'humor del professor. No hi ha pla d'estudis, no hi ha seguiment, no hi ha objectius mesurables.",
  "metodoFarray_whyYouFail_reason3_title": "Sense Sistema de Nivells",
  "metodoFarray_whyYouFail_reason3_desc": "Barregen principiants amb avançats. No hi ha criteris clars per avançar. No saps en quin nivell estàs ni com progressar.",
  "metodoFarray_whyYouFail_reason4_title": "Rotació de Professors",
  "metodoFarray_whyYouFail_reason4_desc": "Cada mes un professor diferent. Cadascun ensenya diferent. La teva progressió és caòtica perquè no hi ha continuïtat metodològica.",
  "metodoFarray_whyYouFail_testimonial": "\"La millor escola de ball de Barcelona, de lluny, i això que vaig provar diverses. M\\'encanta l\\'energia dels profes, el somriure amb què et reben sempre que arribes.\"",
  "metodoFarray_comparison_title": "Mètode Farray en Context",
  "metodoFarray_comparison_subtitle": "Comparativa: Acadèmies sense mètode vs ENA tradicional vs Mètode Farray",
  "metodoFarray_comparison_noMethod_title": "Acadèmies Sense Mètode Estructurat",
  "metodoFarray_comparison_noMethod_subtitle": "La realitat de moltes escoles a Barcelona i Europa",
  "metodoFarray_comparison_noMethod_1": "0 professors amb certificació ENA o CID-UNESCO",
  "metodoFarray_comparison_noMethod_2": "Sense pla pedagògic estructurat ni progressió clara",
  "metodoFarray_comparison_noMethod_3": "Barregen tots els nivells = frustració per a tots",
  "metodoFarray_comparison_noMethod_4": "Rotació alta de professors (cada 6-12 mesos)",
  "metodoFarray_comparison_noMethod_5": "Sense seguiment individual ni avaluacions",
  "metodoFarray_comparison_noMethod_6": "Aprendràs coreografies, però no entendràs la tècnica",
  "metodoFarray_comparison_others_subtitle": "Sistema cubà d'excel·lència... a Cuba",
  "metodoFarray_comparison_us_subtitle": "El terme mitjà necessari per a Europa",
  "metodoFarray_comparison_us_1": "7 mestres amb formació en mètode cubà (ENA, ISA, Ballet Nacional)",
  "metodoFarray_comparison_us_2": "Pla pedagògic estructurat amb objectius mesurables",
  "metodoFarray_comparison_us_3": "Entens el \"perquè\" de cada moviment, no només el \"com\"",
  "metodoFarray_comparison_us_4": "Coneixem el teu nom, el teu nivell i els teus desafiaments específics",
  "metodoFarray_comparison_us_5": "Equip estable certificat CID-UNESCO (alguns 10+ anys aquí)",
  "metodoFarray_comparison_us_6": "Metodologia ENA adaptada per a adults fora de Cuba",
  "metodoFarray_detailedComparison_title": "Comparativa Punt per Punt",
  "metodoFarray_detailedComparison_criterion": "Criteri",
  "metodoFarray_detailedComparison_reviews": "ressenyes",
  "metodoFarray_detailedComparison_years": "anys",
  "metodoFarray_detailedComparison_year": "any",
  "metodoFarray_detailedComparison_row1_criterion": "Mestres amb formació en mètode cubà (ENA/ISA/Ballet Nacional)",
  "metodoFarray_detailedComparison_row2_criterion": "Membre CID-UNESCO",
  "metodoFarray_detailedComparison_row3_criterion": "Alumnes formats (verificable)",
  "metodoFarray_detailedComparison_row3_noMethod": "Sense dades",
  "metodoFarray_detailedComparison_row4_criterion": "Reputació online verificada",
  "metodoFarray_detailedComparison_row4_noMethod": "Menys ressenyes, rating més baix",
  "metodoFarray_detailedComparison_row5_criterion": "Pla pedagògic estructurat",
  "metodoFarray_detailedComparison_row5_farray": "setmanes/mesos",
  "metodoFarray_detailedComparison_row6_criterion": "Adaptat per a adults europeus",
  "metodoFarray_detailedComparison_row7_criterion": "Metodologia registrada",
  "metodoFarray_detailedComparison_row9_criterion": "Sistema de nivells clar",
  "metodoFarray_detailedComparison_row11_criterion": "Estabilitat professors (anys)",
  "metodoFarray_detailedComparison_cta_text": "Les dades parlen per si mateixes.",
  "metodoFarray_detailedComparison_cta_button": "Descobreix Com Començar",
  "about_hero_image_alt": "Comunitat d'alumnes celebrant a Farray's Dance Center Barcelona - Més de 500 estudiants a la nostra escola de ball Eixample",
  "metodo_hero_image_alt": "Professora ensenyant el Mètode Farray exclusiu - Metodologia de dansa única certificada CID-UNESCO a Barcelona"
}
