{
  "danceClassesHub_title": "Classes de ball a Barcelona | Hub de categories i estils | Farray's",
  "danceClassesHub_description": "Explora totes les classes de ball a Barcelona: Danses Urbanes, Salsa i Bachata, Dansa (Ballet/Contemporani/Jazz) i Fitness per a ballarins. Entra a cada categoria o ves directe al teu estil favorit. Prova una classe.",
  "danceClassesHub_breadcrumb_home": "Inici",
  "danceClassesHub_breadcrumb_current": "Classes de ball a Barcelona",
  "danceClassesHub_h1": "Classes de ball a Barcelona",
  "danceClassesHub_h1_sub": "+25 estils · Mètode Farray® · Professors cubans",
  "danceClassesHub_intro": "Al cor de Barcelona, a prop de Plaça Catalunya (Metro L1/L2), trobaràs més de 30 estils de ball sota un mateix sostre. Des de salsa cubana fins a dansa contemporània, des de hip hop fins a ballet clàssic. Explora les nostres categories, entra a cada pàgina per veure horaris, nivells i professors, o ves directament a l'estil que més et mou. A Farray's pots començar des de zero, provar la teva classe de benvinguda i descobrir què se sent aprendre amb l'exclusiu Mètode Farray® creat per Yunaisy Farray (ballarina de Street Dance 2) i professors formats a l'Escola Cubana.",
  "danceClassesHub_contemporary_bullet1": "Escola Cubana i estils contemporanis",
  "danceClassesHub_contemporary_bullet2": "Grups per nivells",
  "danceClassesHub_contemporary_bullet3": "Prova una classe",
  "danceClassesHub_urban_bullet1": "Nivells des d'iniciació",
  "danceClassesHub_urban_bullet2": "Coreografies i musicalitat",
  "danceClassesHub_urban_bullet3": "Ambient motivador",
  "danceClassesHub_latin_bullet1": "Connexió i lideratge",
  "danceClassesHub_latin_bullet2": "Pràctiques socials",
  "danceClassesHub_latin_bullet3": "Grups per nivells",
  "danceClassesHub_fitness_bullet1": "Programes orientats a dansa",
  "danceClassesHub_fitness_bullet2": "Progressió segura",
  "danceClassesHub_fitness_bullet3": "Prova una classe",
  "danceClassesHub_morning_bullet1": "Horaris primerencs",
  "danceClassesHub_morning_bullet2": "Ambient reduït",
  "danceClassesHub_morning_bullet3": "Ritme constant",
  "danceClassesHub_world_bullet1": "Estils amb alta demanda",
  "danceClassesHub_world_bullet2": "Tallers i cursos especials",
  "danceClassesHub_world_bullet3": "Llista d'espera disponible",
  "danceClassesHub_style_afro_contemporaneo": "Afro Contemporani (Tècnica Cubana)",
  "danceClassesHub_style_afro_jazz": "Afro Jazz (Tècnica Cubana)",
  "danceClassesHub_style_ballet_clasico": "Ballet Clàssic (Escola Cubana)",
  "danceClassesHub_style_danza_contemporanea": "Dansa Contemporània",
  "danceClassesHub_style_modern_jazz": "Modern Jazz",
  "danceClassesHub_style_bum_bum": "Bum Bum",
  "danceClassesHub_style_bum_bum_desc": "Entrena i tonifica glutis amb tècnica i diversió. Combina exercicis específics de glutis amb moviments de ball que enforteixen, aixequen i esculpeixen. Classe fitness orientada a ballarins amb exercicis funcionals.",
  "danceClassesHub_style_bum_bum_gluteos": "Bum Bum Glutis Meravellosos",
  "danceClassesHub_style_afrobeat": "Afrobeat",
  "danceClassesHub_style_dancehall": "Dancehall",
  "danceClassesHub_style_femmology_heels": "Femmology Heels",
  "danceClassesHub_style_hip_hop": "Hip Hop",
  "danceClassesHub_style_hip_hop_reggaeton": "Hip Hop Reggaeton",
  "danceClassesHub_style_reggaeton_cubano": "Reggaeton Cubà (Reparto)",
  "danceClassesHub_style_sexy_reggaeton": "Sexy Reggaeton",
  "danceClassesHub_style_sexy_style": "Sexy Style",
  "danceClassesHub_style_twerk": "Twerk",
  "danceClassesHub_style_heels_barcelona": "Heels Barcelona",
  "danceClassesHub_style_commercial_dance": "Commercial Dance",
  "danceClassesHub_style_k_pop": "K-Pop",
  "danceClassesHub_style_salsa_cubana": "Salsa Cubana",
  "danceClassesHub_style_salsa_cubana_desc": "Salsa autèntica de Cuba: circular, alegre i social amb roda de casino.",
  "danceClassesHub_style_bachata": "Bachata",
  "danceClassesHub_style_bachata_desc": "Ball sensual caribeny amb connexió, ones corporals i moviments fluids.",
  "danceClassesHub_style_timba_cubana": "Timba Cubana",
  "danceClassesHub_style_timba_cubana_desc": "Salsa moderna de Cuba: ràpida, enèrgica i plena d'actitud.",
  "danceClassesHub_style_folklore_cubano": "Folklore Cubà",
  "danceClassesHub_style_folklore_cubano_desc": "Arrels afrocubanes: Rumba, Yambú, Guaguancó i danses d'Orishas.",
  "danceClassesHub_style_salsa_lady_style": "Salsa Lady Style",
  "danceClassesHub_style_salsa_lady_style_desc": "Tècnica femenina individual de salsa: girs, braços i actitud.",
  "danceClassesHub_style_salsa_lady_timba": "Salsa Lady Timba",
  "danceClassesHub_style_salsa_lady_timba_desc": "Lady Style amb l'energia explosiva de la Timba cubana.",
  "danceClassesHub_style_bachata_lady_style": "Bachata Lady Style",
  "danceClassesHub_style_bachata_lady_style_desc": "Tècnica femenina de bachata: onades de maluc, aïllaments sensuals, moviments de braços fluids i expressió corporal elegant. Aprèn a ballar sola amb gràcia, actitud i control total del teu cos.",
  "danceClassesHub_style_son_cubano": "Son Cubà",
  "danceClassesHub_style_son_cubano_desc": "El pare de la salsa: elegant, clàssic i ple de tradició cubana.",
  "danceClassesHub_style_men_style_salsa": "Men Style Salsa",
  "danceClassesHub_style_men_style_salsa_desc": "Tècnica masculina individual: footwork, actitud i presència escènica.",
  "danceClassesHub_style_bum_bum_fit": "Bum Bum Cos Fit",
  "danceClassesHub_style_body_conditioning": "Body Conditioning & Stretching",
  "danceClassesHub_style_dance_barre": "Dance Barre",
  "danceClassesHub_style_pilates": "Pilates",
  "danceClassesHub_style_otras_danzas": "Danses del Món i Exòtiques",
  "danceClassesHub_style_kizomba": "Kizomba",
  "danceClassesHub_style_semba": "Semba",
  "danceClassesHub_style_kompa": "Kompa",
  "danceClassesHub_style_flamenco": "Flamenc",
  "danceClassesHub_style_sevillanas": "Sevillanes",
  "danceClassesHub_style_telas_aereas": "Teles Aèries i Aro",
  "danceClassesHub_style_acro_yoga": "Acro Yoga",
  "danceClassesHub_style_bachata_sensual": "Bachata Sensual",
  "danceClassesHub_style_bachata_sensual_desc": "Bachata sensual amb campions mundials. Ones, connexió en parella, musicalitat i expressió corporal. Des de principiant absolut fins a nivell avançat amb Mathias Font i Eugenia Trujillo.",
  "danceClassesHub_style_salsa_bachata": "Salsa i Bachata",
  "danceClassesHub_style_salsa_bachata_desc": "Balls llatins en parella que combinen passió, ritme i connexió. Salsa cubana amb sabor caribeny autèntic i Bachata amb sensualitat dominicana. Classes per a tots els nivells on aprendràs tècnica, leading/following i musicalitat.",
  "danceClassesHub_style_entrenamiento": "Entrenament per a Ballarins",
  "danceClassesHub_style_entrenamiento_desc": "Preparació física específica per a ballarins. Enfortiment, flexibilitat, resistència i prevenció de lesions. El complement perfecte per millorar el teu rendiment en qualsevol estil de dansa.",
  "danceClassesHub_style_afro_contemporaneo_desc": "Fusió única de moviments afrocaribenys amb tècnica contemporània.",
  "danceClassesHub_style_afro_jazz_desc": "Jazz amb arrels afrocaribenyesи tècnica cubana que et fa vibrar.",
  "danceClassesHub_style_ballet_clasico_desc": "Ballet amb metodologia cubana. Tècnica impecable i expressivitat única.",
  "danceClassesHub_style_danza_contemporanea_desc": "Explora la teva expressió amb líric, terra i flow contemporani.",
  "danceClassesHub_style_modern_jazz_desc": "Jazz modern amb dinamisme, tècnica neta i personalitat.",
  "danceClassesHub_style_afrobeat_desc": "Fusió de diversos Ritmes africans. Viatja a Àfrica sense Sortir de Barcelona.",
  "danceClassesHub_style_dancehall_desc": "Steps de Kingston que marquen tendència mundial. Aprèn el Wacky Dip, Willy Bounce i més.",
  "danceClassesHub_style_femmology_heels_desc": "Domina els talons amb tècnica segura. Elegància, força i actitud en cada moviment.",
  "danceClassesHub_style_hip_hop_desc": "Fonaments de l'Old School i New Style. Desenvolupa el teu propi flow i musicalitat urbana.",
  "danceClassesHub_style_hip_hop_reggaeton_desc": "Dos móns urbans en un. Aprèn a fusionar beats de hip hop amb sabor llatí.",
  "danceClassesHub_style_reggaeton_cubano_desc": "El reparto havanès a Barcelona. Aprèn el Cubatón amb clau i moviment caribeny real.",
  "danceClassesHub_style_sexy_reggaeton_desc": "Sensualitat amb control i ritme llatí. Desenvolupa confiança ballant amb personalitat pròpia.",
  "danceClassesHub_style_sexy_style_desc": "Feminitat urbana amb actitud. Combina sensualitat, força i presència escènica potent.",
  "danceClassesHub_style_heels_barcelona_desc": "Hub de classes de ball en talons a Barcelona: Femmology (dansateràpia + tècnica d'elit amb Yunaisy Farray) i Sexy Style (diversió + expressió amb Yasmina Fernández). Dos estils, un objectiu: brillar en talons.",
  "danceClassesHub_style_twerk_desc": "Enforteix glutis ballant. Aprèn aïllacions, control muscular i moviments d'impacte.",
  "danceClassesHub_style_commercial_dance_desc": "Balla com als videoclips. Aprèn coreografies polides amb presència de càmera.",
  "danceClassesHub_style_k_pop_desc": "Coreografies dels teus grups favorits. Aprèn formacions, sincronització i facials K-Pop.",
  "danceClassesHub_featured_title": "Estils de Ball Destacats",
  "danceClassesHub_featured_description": "Accés directe a alguns dels estils més buscats. Pots provar una classe.",
  "danceClassesHub_cta_view_category": "Veure pàgina de la categoria",
  "danceClassesHub_cta_view_all_styles": "Veure tots els estils",
  "danceClassesHub_modal_close": "Tancar",
  "danceClassesHub_categories_title": "Categories principals",
  "danceClassesHub_categories_description": "Explora per famílies d'estils. Cada categoria inclou enllaços a les seves pàgines i als estils més buscats.",
  "danceClassesHub_featured_styles_label": "Estils destacats",
  "danceClassesHub_all_styles_label": "Estils disponibles",
  "danceClassesHub_faq_title": "Preguntes Freqüents sobre les nostres classes de ball a Barcelona",
  "danceClassesHub_whatToExpect_title": "Què trobaràs a les nostres classes de ball a Barcelona?",
  "danceClassesHub_whatToExpect_p1": "A Farray's International Dance Center oferim més de 30 estils de ball diferents: des de la tècnica clàssica de l'Escola Cubana de Ballet (ballet clàssic, afro contemporani, afro jazz) fins a les danses urbanes més explosives del moment (dancehall, k-pop, twerk, commercial dance), passant per balls de parella amb arrel llatina (salsa cubana, bachata, timba) i entrenament físic específic per a ballarins. Cada estil està dissenyat perquè descobreixis la teva passió i desenvolupis les teves habilitats des del primer dia.",
  "danceClassesHub_whatToExpect_p2": "Organitzem tots els nostres grups per nivells reals: iniciació (mai has ballat), intermedi (tens experiència bàsica) i avançat (domines la tècnica). Els principiants absoluts són més que benvinguts: les nostres classes d'iniciació estan pensades perquè et sentis còmode des del minut u, sense pressió, amb progressió clara i en un ambient motivador. No importa si mai has ballat: aquí comença el teu viatge.",
  "danceClassesHub_whatToExpect_p3": "Estem ubicats al cor de Barcelona, a prop de Plaça Catalunya i amb accés directe des de Metro L1 i L2. La nostra escola és fàcilment accessible des dels barris del Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella i tota l'àrea metropolitana. Horaris flexibles de matí, tarda i caps de setmana perquè trobis la classe que millor encaixi amb la teva agenda.",
  "danceClassesHub_whatToExpect_p4": "El nostre equip de professors són ballarins professionals formats a l'Escola Nacional d'Art de Cuba, amb trajectòria en companyies internacionals i experiència pedagògica real. No només dominen la tècnica: saben transmetre-la amb passió, paciència i un mètode que funciona. Aprendràs dels millors en un ambient familiar, professional i vibrant que et farà sentir part de la nostra comunitat des del primer dia.",
  "danceClassesHub_whichCategory_title": "Quina categoria de ball triar segons el teu objectiu?",
  "danceClassesHub_whichCategory_intro": "No saps per on començar? Aquesta guia ràpida t'ajudarà a trobar la categoria perfecta segons el que busques. Totes les nostres categories tenen grups d'iniciació per a principiants.",
  "danceClassesHub_whichCategory_tableHeader_goal": "El teu objectiu",
  "danceClassesHub_whichCategory_tableHeader_category": "Categoria recomanada",
  "danceClassesHub_whichCategory_tableHeader_why": "Per què és ideal per a tu",
  "danceClassesHub_whichCategory_couples_goal": "Vull ballar en parella i socialitzar",
  "danceClassesHub_whichCategory_couples_category": "Salsa i Bachata",
  "danceClassesHub_whichCategory_couples_why": "Aprendràs connexió, liderat/seguiment, musicalitat llatina i podràs ballar en socials, festes i congressos. Ideal per conèixer gent i gaudir de l'escena social del ball.",
  "danceClassesHub_whichCategory_expression_goal": "Busco expressió artística i tècnica clàssica",
  "danceClassesHub_whichCategory_expression_category": "Dansa Contemporània / Ballet Clàssic",
  "danceClassesHub_whichCategory_expression_why": "Desenvoluparàs tècnica sòlida (escola cubana), control corporal, expressivitat emocional i creativitat. Perfecte si busques art, disciplina i un nivell tècnic professional.",
  "danceClassesHub_whichCategory_urban_goal": "Vull fitness, coreografies i energia urbana",
  "danceClassesHub_whichCategory_urban_category": "Danses Urbanes (Dancehall, K-Pop, Twerk, Hip Hop)",
  "danceClassesHub_whichCategory_urban_why": "Cardio intens, coreografies de videoclip, música actual i molta actitud. Cremaràs calories, aprendràs steps de moda i et divertiràs amb la comunitat urbana més vibrant de Barcelona.",
  "danceClassesHub_whichCategory_fitness_goal": "Vull tonificar el meu cos i millorar com a ballador",
  "danceClassesHub_whichCategory_fitness_category": "Entrenament per a Ballarins (Bum Bum, Stretching, Pilates)",
  "danceClassesHub_whichCategory_fitness_why": "Entrenament específic per a les exigències de la dansa: flexibilitat, força de core, glutis potents, postura correcta. Complementa les teves classes de ball i prevé lesions.",
  "danceClassesHub_whichCategory_beginner_goal": "Sóc principiant absolut, mai he ballat",
  "danceClassesHub_whichCategory_beginner_category": "Qualsevol categoria amb nivell INICIACIÓ",
  "danceClassesHub_whichCategory_beginner_why": "Totes les nostres categories tenen grups d'iniciació per a principiants sense experiència. Tria segons el que t'atraigui: parella, urbà, tècnica clàssica o fitness. Classe de benvinguda per provar sense compromís.",
  "danceClassesHub_whichCategory_morning_goal": "Vull ballar pels matins (horari d'hora)",
  "danceClassesHub_whichCategory_morning_category": "Classes de Ball pels Matins",
  "danceClassesHub_whichCategory_morning_why": "Horaris de matí (10h-14h) amb ambient més tranquil i grups reduïts. Perfecte si treballes per les tardes, estudies o prefereixes començar el dia amb energia ballant.",
  "danceClassesHub_whichCategory_world_goal": "Vull explorar balls del món i estils exòtics",
  "danceClassesHub_whichCategory_world_category": "Danses del Món (Kizomba, Flamenc, Sevillanes, Teles Aèries)",
  "danceClassesHub_whichCategory_world_why": "Descobreix ritmes africans (kizomba, semba), tradició espanyola (flamenc, sevillanes) o disciplines aèries (teles, cèrcol). Estils únics amb alta demanda i llista d'espera activa.",
  "danceClassesHub_whichCategory_beginner_title": "Primera vegada ballant?",
  "danceClassesHub_whichCategory_beginner_text": "Totes les nostres categories tenen grups d'iniciació específics per a principiants absoluts. No necessites experiència prèvia, parella ni equipament especial. Classe de benvinguda per provar sense compromís. Reserva la teva plaça i descobreix el teu estil.",
  "danceClassesHub_whichCategory_combine_title": "Puc combinar diverses categories?",
  "danceClassesHub_whichCategory_combine_text": "Per descomptat! Molts dels nostres alumnes combinen tècnica clàssica (ballet/contemporani) amb urbà (dancehall/k-pop) o afegeixen entrenament físic (bum bum/stretching) a les seves classes de ball. És la millor manera de desenvolupar-te com a ballador complet. Consulta els nostres bons combinats.",
  "danceClassesHub_whichCategory_schedule_title": "Com triar el meu horari ideal?",
  "danceClassesHub_whichCategory_schedule_text": "Oferim horaris flexibles de dilluns a diumenge: matins (10h-14h), tardes (16h-21h) i caps de setmana. Tria segons la teva disponibilitat i el nivell que busques. Consulta el planning complet al nostre web o reserva la teva classe de benvinguda per conèixer l'ambient.",
  "danceClassesHub_why_title": "Per què triar les classes de ball de Farray's International Dance Center Barcelona?",
  "danceClassesHub_why_subtitle": "Som molt més que una escola de ball. Som un espai professional on la tècnica, la passió i la qualitat es combinen per oferir-te la millor experiència d'aprenentatge.",
  "danceClassesHub_why_variety_title": "30+ estils sota un mateix sostre",
  "danceClassesHub_why_variety_content": "L'escola de ball més completa de Barcelona. Des de ballet clàssic cubà fins a k-pop, dancehall, salsa, bachata, twerk, pilates i molt més. Tot en un sol lloc, sense necessitat d'anar a múltiples acadèmies. Descobreix el teu estil o combina'n diversos: aquí tens accés a tot l'univers de la dansa.",
  "danceClassesHub_why_farray_method_title": "Mètode Farray®",
  "danceClassesHub_why_farray_method_content": "Sistema d'ensenyament exclusiu creat per Yunaisy Farray, ballarina de Street Dance 2 i mestra reconeguda internacionalment. Combina rigor tècnic amb creativitat per a resultats ràpids i sòlids en tots els estils de ball: des de dansa clàssica fins a urbà i llatins.",
  "danceClassesHub_why_cuban_title": "Professors amb formació professional cubana",
  "danceClassesHub_why_cuban_content": "Gran part del nostre equip docent està format en prestigioses escoles de dansa de Cuba, reconegudes mundialment per la seva excel·lència tècnica. Aprendràs amb professors que dominen la metodologia cubana en ballet, contemporani, folklore, salsa i altres disciplines. Tècnica sòlida, expressivitat única i rigor professional.",
  "danceClassesHub_why_levels_title": "Grups per nivells reals (sense barreges)",
  "danceClassesHub_why_levels_content": "No barregem principiants amb avançats. Cada grup està organitzat per nivell real: iniciació, intermedi, avançat. Progressaràs al teu ritme, sense frustracions, amb companys del teu mateix nivell. Avaluacions periòdiques per assegurar que sempre estàs al grup correcte i evoluciones de forma constant.",
  "danceClassesHub_why_location_title": "Ubicació cèntrica al cor de Barcelona",
  "danceClassesHub_why_location_content": "Al Carrer de Floridablanca 135, a prop de Plaça Espanya i l'Estació de Sants. Fàcilment accessible en metro, autobús o a peu des de Raval, Eixample, Gràcia, Sant Antoni, Ciutat Vella i tota l'àrea metropolitana. Instal·lacions professionals, sales àmplies amb terra de dansa, miralls i ambient inspirador.",
  "danceClassesHub_why_schedule_title": "Horaris flexibles de dilluns a diumenge",
  "danceClassesHub_why_schedule_content": "Classes de matí, tarda i nit adaptades a la teva rutina. Horaris de dilluns a diumenge perquè trobis el moment perfecte segons la teva disponibilitat. Múltiples classes setmanals de cada estil et permeten avançar ràpid. Consulta el nostre planning complet i troba el teu horari ideal.",
  "danceClassesHub_why_accreditation_title": "Escola acreditada per CID-UNESCO",
  "danceClassesHub_why_accreditation_content": "Som membres oficials del Consell Internacional de la Dansa (CID-UNESCO), organització que agrupa les millors escoles i professionals de dansa del món. Aquesta acreditació garanteix la qualitat del nostre ensenyament, el rigor de la nostra metodologia i el reconeixement internacional de la teva formació.",
  "danceClassesHub_cta1_title": "Troba la teva categoria ideal",
  "danceClassesHub_cta1_subtitle": "Explora els nostres horaris complets i descobreix la classe perfecta segons el teu objectiu i disponibilitat.",
  "danceClassesHub_cta1_button": "Veure tots els horaris",
  "danceClassesHub_cta2_title": "Prova la teva classe de benvinguda",
  "danceClassesHub_cta2_subtitle": "Sense compromís, sense permanència. Vine a conèixer les nostres instal·lacions, professors i mètode.",
  "danceClassesHub_cta2_button": "Reservar classe de benvinguda",
  "danceClassesHub_cta2_stat1_number": "8+",
  "danceClassesHub_cta2_stat1_label": "Anys d'experiència",
  "danceClassesHub_cta2_stat2_number": "1500+",
  "danceClassesHub_cta2_stat2_label": "Alumnes actius",
  "danceClassesHub_cta2_stat3_number": "30+",
  "danceClassesHub_cta2_stat3_label": "Estils de ball",
  "danceClassesHub_cta2_stat4_number": "15+",
  "danceClassesHub_cta2_stat4_label": "Professors cubans",
  "danceClassesHub_finalCTA_title": "La Teva Primera Classe de Ball a Barcelona T'Està Esperant",
  "danceClassesHub_finalCTA_subtitle": "No deixis passar més temps. Cada setmana que esperes és una setmana menys ballant.",
  "danceClassesHub_finalCTA_description": "Uneix-te a centenars d'estudiants —des de principiants absoluts fins a ballarins avançats— que estan descobrint la seva passió en més de 25 estils de ball diferents: salsa cubana, bachata, dancehall, hip hop, reggaeton, ballet clàssic, dansa contemporània, k-pop, twerk i molt més. Tot amb l'exclusiu Mètode Farray® creat per Yunaisy Farray (ballarina de Street Dance 2) i professors formats a l'Escola Cubana al cor de Barcelona.",
  "danceClassesHub_testimonials_title": "Testimonis No Sol·licitats dels Nostres Estudiants",
  "danceClassesHub_testimonials_intro": "Estudiants de tots els estils de ball —des de salsa i bachata fins a hip hop, ballet i dansa contemporània— comparteixen la seva experiència autèntica a Farray's Center Barcelona. Sense filtres, sense guions. Només històries reals de transformació.",
  "danceClassesHub_cta_member": "Fes-te Soci Ara",
  "danceClassesHub_cta_trial": "Reserva la Teva Classe de Benvinguda",
  "danceClassesHub_style_otras_danzas_desc": "Explora bailes únicos del mundo y estilos exóticos que no entran en las categorías tradicionales. Desde danzas africanas hasta estilos experimentales, talleres especiales y clases rotativas de estilos en demanda. Perfecto para bailarines curiosos que buscan ampliar su vocabulario de movimiento con danzas poco convencionales.",
  "danceClassesHub_style_bum_bum_gluteos_desc": "Entrena y tonifica glúteos de forma divertida con música brasileña vibrante. Combina ejercicios específicos de glúteos con movimientos de baile latino que fortalecen, levantan y esculpen mientras te diviertes. Clase fitness orientada a bailarines con ejercicios funcionales, sentadillas, lunges y trabajo de resistencia muscular.",
  "danceClassesHub_style_bum_bum_fit_desc": "Entrenamiento completo del cuerpo que combina tonificación muscular, cardio y flexibilidad con ritmos latinos. Trabaja todo tu cuerpo desde glúteos hasta core, brazos y piernas mientras bailas. Perfecto para bailarines que buscan complementar su técnica con fuerza funcional y resistencia cardiovascular.",
  "danceClassesHub_style_body_conditioning_desc": "Acondicionamiento físico específico para bailarines que combina fortalecimiento muscular, estiramiento profundo y movilidad articular. Desarrolla fuerza funcional en core, piernas y brazos, previene lesiones y mejora tu rendimiento en cualquier estilo de danza. Sesiones focalizadas en preparación física de bailarines profesionales.",
  "danceClassesHub_style_dance_barre_desc": "Entrenamiento de barra inspirado en ballet que combina técnica clásica con ejercicios isométricos de tonificación. Fortalece piernas, glúteos, core y brazos mientras mejoras equilibrio, postura y elegancia de movimiento. Perfecto para bailarines que buscan fuerza muscular controlada con estética de ballet.",
  "danceClassesHub_style_pilates_desc": "Método Pilates orientado a bailarines con enfoque en control del core, alineación postural, flexibilidad y fuerza profunda. Aprende respiración consciente, activación de powerhouse y movimientos controlados que mejoran tu técnica de danza, previenen lesiones y aumentan tu conciencia corporal. Sesiones en mat (colchoneta) adaptadas a todos los niveles.",
  "danceClassesHub_style_kizomba_desc": "Baile sensual angoleño en pareja que combina conexión profunda, movimientos de cadera fluidos y abrazo íntimo con música africana suave. Aprende técnica de pareja, leading/following, ondas corporales y musicalidad kizomba. Baile social perfecto para amantes de la conexión auténtica y ritmos africanos contemporáneos.",
  "danceClassesHub_style_semba_desc": "El padre de la Kizomba: baile tradicional angoleño alegre y festivo con pasos rápidos, saltos y giros dinámicos. Aprende la esencia africana de Angola con técnica de pareja, musicalidad semba y pasos tradicionales. Baile social energético que te conecta con las raíces africanas auténticas antes de la fusión kizomba.",
  "danceClassesHub_style_kompa_desc": "Baile sensual haitiano en pareja con ritmo caribeño lento y movimientos de cadera hipnóticos. Aprende conexión profunda, técnica de pareja, ondas corporales fluidas y musicalidad kompa con sabor del Caribe francófono. Similar a la kizomba pero con identidad haitiana única y ritmo característico.",
  "danceClassesHub_style_flamenco_desc": "Arte andaluz apasionado que combina baile, cante y guitarra con duende y expresión emocional intensa. Aprende zapateado, braceo, palmas, giros flamencos y actitud flamenca auténtica. Técnica española tradicional con raíces gitanas que desarrolla fuerza de piernas, musicalidad compleja y presencia escénica poderosa.",
  "danceClassesHub_style_sevillanas_desc": "Baile tradicional andaluz festivo en pareja que se baila en ferias, romerías y celebraciones. Aprende los cuatro coplas tradicionales, braceo elegante, vueltas coordinadas y técnica de pareja con palmadas características. Baile social español perfecto para fiestas, Feria de Abril y celebraciones andaluzas.",
  "danceClassesHub_style_telas_aereas_desc": "Danza aérea circense en telas de seda suspendidas que combina fuerza, flexibilidad, elegancia y acrobacia vertical. Aprende envolturas, caídas controladas, figuras aéreas y secuencias coreográficas suspendidas en el aire. Desarrolla fuerza de todo el cuerpo, confianza, gracia aérea y expresión artística en las alturas.",
  "danceClassesHub_style_acro_yoga_desc": "Fusión de yoga, acrobacia y masaje tailandés que se practica en pareja o grupos. Aprende bases, voladores, posturas aéreas, equilibrio acrobático y confianza corporal mientras desarrollas fuerza, flexibilidad y conexión humana. Práctica lúdica que combina fitness, arte corporal y comunidad.",
  "danceClassesHub_style_cuerpo_fit": "Cuerpo-Fit (Cardio Dance)",
  "danceClassesHub_style_stretching": "Stretching & Flexibilidad",
  "danceClassesHub_style_cuerpo_fit_desc": "Entrenamiento full body amb elementos de danza que quema 400-500 calorías per sesión. Cardio intenso, tonificación muscular y diversión asegurada. Ideal per a quienes buscan resultats visibles sense experiència previa en ball. Classe híbrida perfecta per a principiantes.",
  "danceClassesHub_style_stretching_desc": "Estiramientos profundos y flexibilidad activa per a mejorar tu rango de moviment. Técnicas de backbending, splits y flexibilidad articular amb enfoque en prevención de lesiones. Perfecto per a bailarines y no bailarines que buscan mayor movilidad."
}
