{
  "faq_page_title": "Preguntes Freqüents",
  "faq_page_description": "Resolem els teus dubtes sobre classes de ball a Barcelona: inscripcions, horaris, preus, nivells i reserves. FAQ Farray's Center.",
  "faq_hero_title": "Preguntes Freqüents",
  "faq_hero_subtitle": "Tot el que necessites saber sobre reserves, gestió de compte i pagaments a Farray's Center",
  "faq_category_reservas_title": "Reserves i Altes",
  "faq_category_cuenta_title": "Gestió de Compte i Pagaments",
  "faq_category_otras_title": "Altres Qüestions",
  "faq_reservas_1_q": "Com em dono d'alta si és la primera vegada?",
  "faq_reservas_1_a": "<p>Si és la primera vegada que et registres a l'acadèmia, per comprar subscripcions o paquets de classes, entra a l'enllaç de la nostra web <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a> i segueix els passos.</p><p class=\"mt-3\">Si ja ets estudiant o ja tens compte a Momence amb nosaltres, has d'iniciar sessió al teu compte de client de Momence en aquest enllaç: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> &gt; després fes clic a sobre del logo de Farray's, on s'obrirà la pestanya de registre ràpid perquè puguis realitzar la compra. Localitza l'article a comprar a \"Selecciona Una De Les Següents Opcions\" i segueix els passos per comprar-lo.</p>",
  "faq_reservas_2_q": "On puc descarregar l'aplicació de Momence?",
  "faq_reservas_2_a": "<p>Pots descarregar l'aplicació mòbil prement l'enllaç corresponent al sistema operatiu del teu mòbil:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a Android</a></li></ul><p class=\"mt-3\">Si prefereixes accedir des de l'ordinador, pots fer-ho a través del següent enllaç: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></p><p class=\"mt-3\">Si és la primera vegada que et registres, dóna't d'alta aquí: <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a></p>",
  "faq_reservas_3_q": "Cal fer \"Check-in\" a l'acadèmia?",
  "faq_reservas_3_a": "<p>A partir d'octubre, tots els estudiants hauran de fer \"check-in\" a recepció i després, dins de cada sala, els professors passaran llista. Per tant és obligatori que tots els estudiants tinguin les seves reserves gestionades de manera correcta perquè tot funcioni correctament.</p><p class=\"mt-3\">Per poder fer el \"check-in\" es requerirà l'ús de l'aplicació de l'acadèmia.</p><p class=\"mt-3\">Pots descarregar l'aplicació mòbil prement l'enllaç corresponent al sistema operatiu del teu mòbil:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a Android</a></li></ul><p class=\"mt-3\">Si és la primera vegada que et registres a Farray's Center, dóna't d'alta aquí: <a href=\"https://www.farrayscenter.com/alta\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/alta</a></p>",
  "faq_reservas_4_q": "La reserva de les classes és obligatòria? Qui ha de gestionar les reserves?",
  "faq_reservas_4_a": "<p>Per descomptat. Totes les cancel·lacions i reserves han de ser administrades per cada estudiant a través de l'aplicació mòbil o de l'entorn d'escriptori. Hem invertit molts recursos per configurar un sistema perfecte perquè tothom pugui fer-ho pel seu compte i no gestionem reserves de forma manual, sigui a recepció, per telèfon, email o whatsapp.</p><p class=\\\"mt-3\\\">El nostre objectiu és enfocar-nos en donar-vos una millor atenció al client, en lloc de perdre temps en feixucs processos administratius que no contribueixen al creixement de l'acadèmia.</p>",
  "faq_reservas_5_q": "Com reservo les classes?",
  "faq_reservas_5_a": "<p>Per reservar les teves classes, primer has d'obrir l'horari digital al qual podràs accedir de diferents formes:</p><ol class=\"mt-2 ml-6 space-y-2\"><li><strong>1.</strong> A través del següent enllaç i després localitzar la classe que vols reservar, prémer \"Book Now\" i després fer login a dalt a la dreta: <a href=\"https://www.farrayscenter.com/horarios\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">www.farrayscenter.com/horarios</a></li><li><strong>2.</strong> Fent login al següent enllaç i posteriorment prémer el logo de Farray's Center i després localitzar la classe que vols reservar i prémer \"Book Now\" i seguir els passos: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></li><li><strong>3.</strong> Un cop hagis realitzat una compra amb el teu compte de Momence, et sortirà Farray's Center a l'aplicació mòbil. Selecciona Farray's Center i després veuràs l'opció amb l'horari de les classes. Localitza la teva classe i procedeix a reservar.</li></ol><p class=\"mt-3\">Recorda que si fas diversos cursos, troba les diferents classes i fes la corresponent reserva.</p><p class=\"mt-3\"><strong>PD.:</strong> Si tens una membresía recorda deixar seleccionada l'opció \"Auto-Reservar Sèries Completes\". D'aquesta manera només has d'entrar a la primera classe per reservar de forma recurrent per al futur, sense haver d'anar classe per classe.</p>",
  "faq_reservas_6_q": "Si cancel·lo una classe, després puc recuperar-la?",
  "faq_reservas_6_a": "<p>Si tens una membresía i cancel·les una classe i després vols recuperar-la, tingues en compte que tens <strong>30 DIES PER FER-HO</strong>, comptant des de la data de la classe cancel·lada.</p><p class=\"mt-3\">Si tens un abonament d'hores, ets tu qui gestiones les teves classes de manera flexible i només has de cancel·lar la teva classe i reservar-la per a un altre dia quan així ho desitgis, abans que acabi el període de caducitat.</p><p class=\"mt-3\">Podràs recuperar classes sempre que es respectin els següents punts:</p><ol class=\"mt-2 ml-6 space-y-2\"><li><strong>1.</strong> Has de ser tu qui gestioni la cancel·lació de la classe des del teu compte a Momence (<a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>) o des de l'aplicació. Sí o Sí. Si us plau, no escriguis a l'acadèmia, no truquis, no enviïs un whatsapp, perquè et convidarem a que usis la plataforma de reserves. S'han acabat les reserves per whatsapp, telèfon o per email.</li><li><strong>2.</strong> Les classes s'han de cancel·lar amb una antelació mínima de 2 hores. En cas contrari el sistema registrarà una cancel·lació tardana que és el mateix que si haguessis fet la classe, i no se't retorna en cap cas. És important que entenguis aquest punt, perquè si no cancel·les la teva classe amb el temps degut, no ens dones oportunitat de suplir la teva plaça amb una altra persona i això no és sostenible per a l'acadèmia.</li><li><strong>3.</strong> Un cop cancel·lis la classe has de ser tu qui la reservi per a un altre dia. Pots triar una classe diferent de la que fas habitualment, respectant sempre el nivell del curs.</li></ol><p class=\"mt-3\"><strong>IMPORTANT A TENIR EN COMPTE:</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Només es poden recuperar classes de forma puntual. Si comences a faltar de forma recurrent i a fer un ús inadequat del sistema, se't cancel·larà la subscripció mensual i se't convidarà a comprar la tarifa d'abonaments d'hores que permet tenir la flexibilitat que necessitis.</li><li>Tingues en compte que el fet de faltar a una classe no eximeix que el dia de cobrament corresponent de cada mes sigui el mateix.</li><li>Si faltes a una classe, aquest crèdit de classe quedarà al teu compte i tens 30 DIES PER USAR-LO, en cas contrari DESAPAREIXERÀ per sempre i NO ES RETORNARÀ en cap cas.</li><li>En cap cas s'acumularan classes per als mesos següents. Si no s'usen els crèdits de classe en el període degut, no s'acumulen i desapareixeran.</li><li>Les classes s'han de cancel·lar amb una antelació mínima de 2 hores. En cas contrari el sistema registrarà una cancel·lació tardana que és el mateix que si haguessis fet la classe, i no se't retorna en cap cas. Aquest punt serveix tant per a membresíes com per a abonaments d'hores.</li><li>Només podran recuperar classes els estudiants amb una membresía/abonament actiu a l'escola. Després de la data de fi de contracte no es permetrà recuperació de classes.</li></ul>",
  "faq_reservas_7_q": "Com cancel·lo una classe des del mòbil o ordinador?",
  "faq_reservas_7_a": "<p><strong>Des del mòbil:</strong> Inicia sessió a l'aplicació. Veuràs immediatament les teves properes classes. Utilitza el botó vermell \"Cancel·lar\".</p><p class=\"mt-3\"><strong>Des de l'ordinador:</strong> Inicia sessió al teu compte (<a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>). Veuràs immediatament les teves properes classes. Utilitza aquest menú desplegable per trobar el botó \"Cancel·lar\".</p><p class=\"mt-3\">Un cop hagis cancel·lat la teva classe dins del temps reglamentari (2 hores abans de començar la classe), tindràs a la teva disposició la classe perquè la reservis per a un altre dia. Et recordem que tens <strong>30 DIES</strong> per usar aquest crèdit de classe, comptant des de la data de la classe cancel·lada.</p>",
  "faq_reservas_8_q": "Quant de temps tinc per recuperar una classe?",
  "faq_reservas_8_a": "<p>Si tens una membresía i faltaràs a una classe, primer has de cancel·lar-la perquè aquest crèdit de classe es quedi al teu compte i després, tens <strong>30 DIES PER USAR-LO</strong> des de la data de la classe cancel·lada, en cas contrari DESAPAREIXERÀ per sempre i NO ES RETORNARÀ en cap cas.</p><p class=\"mt-3\">En cap cas s'acumularan classes per als mesos següents.</p>",
  "faq_reservas_9_q": "Si cancel·lo classes i no les uso, aquestes classes s'acumulen per a altres mesos?",
  "faq_reservas_9_a": "<p>No. En cap cas s'acumularan classes per als mesos següents. Si no s'usen els crèdits de classe en el període degut, no s'acumulen i desapareixeran. Sense excepcions.</p>",
  "faq_reservas_10_q": "Tinc un pack d'hores. Com sé quants crèdits tinc?",
  "faq_reservas_10_a": "<p><strong>Des de l'ordinador:</strong> Fes clic a Membresíes &gt; Les meves membresíes &gt; Crèdits de diners o Crèdits de classe/cita.</p><p class=\"mt-3\"><strong>Des de l'App:</strong> Fes clic a Membresíes &gt; Busca la teva membresía. Al costat surten els crèdits que tens pendents i la seva data de caducitat.</p>",
  "faq_reservas_11_q": "Tinc un abonament d'hores. Quina caducitat té?",
  "faq_reservas_11_a": "<p>Els abonaments d'hores tenen una caducitat de <strong>6 mesos</strong> des de la seva activació que s'efectua només amb la primera reserva que facis. Pots veure la data de caducitat del teu pack d'hores entrant a l'aplicació mòbil de Momence, o des de l'ordinador accedint al teu compte aquí: <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a></p>",
  "faq_reservas_12_q": "Si tinc una subscripció mensual, puc canviar de classe cada setmana?",
  "faq_reservas_12_a": "<p>No. Si tens una subscripció mensual, has de venir cada setmana als cursos que tens contractats. L'única excepció en què pots fer classes diferents a les quals estàs matriculat/da, és per motiu de recuperació d'alguna classe que hagis faltat de forma puntual.</p>",
  "faq_reservas_13_q": "Si tinc un abonament d'hores, puc canviar de classe de manera lliure?",
  "faq_reservas_13_a": "<p>Sí. Si tens un abonament d'hores podràs triar fer classes diferents, sense compromís, fins a un nombre total corresponent a l'abonament que has comprat, sempre respectant el període d'expiració del teu abonament.</p>",
  "faq_cuenta_1_q": "Actualment sóc estudiant. Com accedeixo al meu compte i veig les meves membresíes/abonaments?",
  "faq_cuenta_1_a": "<p>Si encara tens membresíes provinents de la plataforma anterior Goteamup, usa el mateix correu electrònic a Momence que vas fer servir a la plataforma anterior.</p><p class=\"mt-3\">Des de <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>, fes clic a \"Forgot your password?\" &gt; introdueix el teu correu electrònic, fes clic a Reset Password, després revisa la teva safata d'entrada d'email &gt; fes clic a l'enllaç per crear la contrasenya, envia-la i després dirigeix-te a <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> i inicia sessió.</p><p class=\"mt-3\">Per veure informació de membresía, fes clic a Les meves membresíes.</p><p class=\"mt-3\">Pots descarregar l'aplicació mòbil aquí:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a Android</a></li></ul>",
  "faq_cuenta_2_q": "No puc iniciar sessió. Què faig?",
  "faq_cuenta_2_a": "<p>Si anteriorment vas efectuar un registre al nostre sistema, des de <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a>, fes clic a \"Forgot your password?\" &gt; introdueix el teu correu electrònic, fes clic a Reset Password, després revisa la teva safata d'entrada d'email &gt; fes clic a l'enllaç per crear la contrasenya, envia-la i després dirigeix-te a <a href=\"https://momence.com/sign-in?hostId=36148\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">https://momence.com/sign-in?hostId=36148</a> i inicia sessió.</p><p class=\"mt-3\">Per veure informació de membresía, fes clic a Les meves membresíes.</p><p class=\"mt-3\">Pots descarregar l'aplicació mòbil aquí:</p><ul class=\"mt-2 ml-6 space-y-1\"><li><strong>Apple:</strong> <a href=\"https://apps.apple.com/us/app/momence/id1577856009\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a iOS</a></li><li><strong>Android:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.ribbon.mobileApp&hl=en_SG&pli=1\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-primary-accent hover:underline\">Descarregar per a Android</a></li></ul><p class=\"mt-3\">Si continues sense poder fer login contacta l'equip de suport de momence <a href=\"mailto:support@momence.com\" class=\"text-primary-accent hover:underline\">support@momence.com</a> i explica'ls el teu cas i de quin estudi es tracta.</p>",
  "faq_cuenta_3_q": "Com edito la informació de pagament del meu compte de client?",
  "faq_cuenta_3_a": "<p>Inicia sessió al teu compte de client de Momence &gt; fes clic a 'El meu compte' a la part inferior esquerra &gt; afegeix i elimina mètodes de pagament.</p>",
  "faq_cuenta_4_q": "Com afegeixo una nova targeta o actualitzo la meva contrasenya?",
  "faq_cuenta_4_a": "<p>Després d'iniciar sessió com a client, fes clic a la pestanya \"My account\" a la part inferior esquerra del teu Panell de client.</p><p class=\"mt-3\">Des d'aquesta pàgina tindràs l'oportunitat de:</p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Afegir una targeta de dèbit o crèdit;</li><li>Actualitzar la teva contrasenya.</li></ul>",
  "faq_cuenta_5_q": "Com actualitzo el nom del meu compte, el meu correu electrònic o contrasenya?",
  "faq_cuenta_5_a": "<p>Per actualitzar qualsevol dels anteriors, inicia sessió com a client i després fes clic al teu nom a la part superior dreta. Selecciona l'opció \"Manage account\".</p><p class=\"mt-3\">Trobaràs camps per a nom i correu electrònic a la part superior. Per restablir o canviar la teva contrasenya, desplaça't cap avall.</p>",
  "faq_cuenta_6_q": "Com pujo una foto de perfil al meu compte de Momence a través de l'aplicació mòbil?",
  "faq_cuenta_6_a": "<p>Com a estudiant, perquè t'identifiquem correctament, has d'usar la teva aplicació mòbil Momence per carregar la teva fotografia tocant: 'Compte' (a baix a la dreta) &gt; Editar foto &gt; triant una foto de la Biblioteca o prenent-ne una.</p>",
  "faq_cuenta_7_q": "Com cancel·lo la meva subscripció mensual?",
  "faq_cuenta_7_a": "<p>Per cancel·lar la teva subscripció has d'escriure'ns a l'email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a>. T'enviarem un formulari perquè el completis i llest.</p><p class=\"mt-3\">Tingues en compte que per donar-se de baixa cal notificar per escrit amb una antelació mínima de 15 dies. Si no es respecta aquest termini es passarà igualment a cobrament el següent rebut. Sense excepcions.</p>",
  "faq_cuenta_8_q": "Amb quant de temps d'antelació haig de notificar a l'acadèmia si em vull donar de baixa?",
  "faq_cuenta_8_a": "<p>Per donar-se de baixa i evitar el següent cobrament, cal notificar per escrit a l'email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a>, amb una antelació mínima de 15 dies.</p><p class=\"mt-3\">Si no es respecta aquest termini es passarà igualment a cobrament el següent rebut. Sense excepcions.</p>",
  "faq_cuenta_9_q": "Puc pausar/suspendre la meva subscripció mensual?",
  "faq_cuenta_9_a": "<p>Per suspendre la teva subscripció has d'escriure'ns a l'email <a href=\"mailto:info@farrayscenter.com\" class=\"text-primary-accent hover:underline\">info@farrayscenter.com</a> i t'ho gestionem. Cost de manteniment de matrícula: 15 euros mensuals.</p><p class=\"mt-3\">Si us plau, tingues en compte que encara que ens demanis que et pausem la subscripció, cal notificar per escrit amb una antelació mínima de 15 dies. Si no es respecta aquest termini es passarà igualment a cobrament el següent rebut. Sense excepcions.</p><p class=\"mt-3\">En aquests casos, excepcionalment, usarem la mensualitat que es cobra per substituir el pagament de la mensualitat corresponent al mes en què et vas incorporar de nou a les classes.</p>",
  "faq_otras_1_q": "I si mai he ballat, les classes de ball de Farray's Center també són per a mi?",
  "faq_otras_1_a": "<p>Si mai has ballat, per descomptat que tenim classes per a tu. Més del 30% de les nostres classes estan recomanades per a estudiants principiants.</p><p class=\"mt-3\">A les nostres classes aprendràs a ballar des de zero i t'ajudarem a crear les bases perquè el teu aprenentatge sigui sòlid i eficaç.</p>",
  "faq_otras_2_q": "Ja sé ballar, puc apuntar-me a les vostres classes?",
  "faq_otras_2_a": "<p>Per descomptat que sí. Si sents que la teva manera de ballar no evoluciona, vols millorar i no saps on anar o simplement necessites canviar d'aires, Farray's Center és el teu lloc.</p>",
  "faq_otras_3_q": "Com funcionen els cursos a Farray's Center?",
  "faq_otras_3_a": "<p>Els cursos s'imparteixen presencialment de dilluns a divendres de 18h a 23h. Tenim més de 25 estils diferents distribuïts en més de 100 hores a la setmana.</p><p class=\\\"mt-3\\\">El curs 2025-2026 comença l'1 de setembre de 2025 i acaba el 28 de juliol de 2026.</p><p class=\\\"mt-3\\\">Si pots assistir amb regularitat, et recomanem les quotes mensuals, trimestrals, semestrals o anuals. Amb aquestes quotes, cada setmana, has de venir sempre a les classes a les quals et vas donar d'alta. Pots fer dos cursos diferents, per exemple, però has d'assistir sempre a les mateixes classes; mateix dia i mateixa hora.</p><p class=\\\"mt-3\\\">Si necessites flexibilitat d'horaris, sigui perquè treballes per torns o la teva rutina no et permet venir de forma regular, tenim abonaments d'hores en què només uses les classes que reservis i pots reservar diferents estils al teu gust (sempre que hi hagi plaça), des de l'aplicació de l'acadèmia.</p><p class=\\\"mt-3\\\">S'ha d'abonar una quota d'inscripció de 60 € per donar-se d'alta. Per als cursos dels anys següents, si continues a l'acadèmia, només hauràs d'abonar 20 euros de renovació de matrícula que es cobra de forma automàtica al compte el dia 1 d'agost.</p><p class=\\\"mt-3\\\">Les classes normalment tenen 1 hora de durada. No obstant això, existeixen algunes classes que duren 1,5 hores.</p>",
  "faq_otras_4_q": "Com arribo a Farray's Center?",
  "faq_otras_4_a": "<p>Estem al Carrer Entença nº 100 a Barcelona, molt a prop de Plaça Espanya i estació de Sants.</p><p class=\"mt-3\"><strong>Metro 🚇️</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Entença</li><li>Rocafort</li></ul><p class=\"mt-3\"><strong>Tren 🚇️</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Barcelona Sants</li><li>Plaça Espanya</li></ul><p class=\"mt-3\"><strong>Bus 🚌</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>Parada 59: Entença</li><li>Plaça Espanya</li></ul><p class=\"mt-3\"><strong>Cotxe 🚗</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>🅿 Pàrquing gratuït en zona verda, blava i zona de càrregues i descàrregues a partir de les 20:00h</li><li>🅿 Pàrquing gratuït al tercer carril d'Entença a partir de les 21:00h</li><li>🅿 Pàrquing de pagament just davant de l'acadèmia. Descompte del 10% per ser estudiant</li></ul><p class=\"mt-3\"><strong>Bicicleta i patinets 🚲︎ 🛴</strong></p><ul class=\"mt-2 ml-6 space-y-1 list-disc\"><li>🅿 Bicing Barcelona – Parada: Carrer Villamarí nº 61</li><li>🅿 Aparca la teva bicicleta o patinet a l'entrada de l'acadèmia. Recorda portar cadenat.</li></ul>",
  "faq_otras_5_q": "Teniu cost de matrícula?",
  "faq_otras_5_a": "<p>Sí, tenim una matrícula de 60 euros el primer any. Per als anys posteriors, el preu de la matrícula per als estudiants és de 20 euros i es cobrarà de forma automàtica l'1 d'agost de cada any.</p><p class=\\\"mt-3\\\">Aquesta quota reduïda de 20 euros, només es manté, sempre que l'estudiant estigui donat d'alta de forma continuada, al llarg dels anys.</p>",
  "faq_otras_6_q": "Puc fer classes de prova?",
  "faq_otras_6_a": "<p>Sí. Les reserves de les classes de prova s'han de fer per internet a través de la nostra plataforma digital de reserves o a través de l'aplicació mòbil. Veuràs que és molt fàcil, ràpid i còmode. Tardaràs menys d'un minut a reservar una classe.</p>",
  "faq_cta_title": "No trobes el que busques?",
  "faq_cta_subtitle": "Si tens alguna altra pregunta, no dubtis en contactar-nos o accedir al teu compte de Momence.",
  "faq_cta_contact": "Contactar",
  "faq_cta_login": "Accedir al Meu Compte",
  "faq_stat_dance_styles": "Estils de ball disponibles",
  "faq_stat_weekly_hours": "Hores de classe setmanals",
  "faq_stat_days_recovery": "Dies per recuperar classe cancel·lada",
  "faq_stat_hours_cancel": "Hores d'antelació per cancel·lar",
  "faq_stat_months_pack_validity": "Mesos de validesa de l'abonament",
  "faq_stat_days_cancellation_notice": "Dies d'antelació per donar-se de baixa",
  "faq_stat_maintenance_fee": "Quota mensual de manteniment de matrícula",
  "faq_stat_beginner_classes": "Classes recomanades per principiants",
  "faq_stat_enrollment_fee": "Matrícula primer any",
  "faq_stat_renewal_fee": "Matrícula renovació anual",
  "faq_stat_facility_size": "Superfície total del centre",
  "faq_breadcrumb_home": "Inici",
  "faq_breadcrumb_current": "Preguntes Freqüents",
  "faq_hero_image_alt": "Alumnes practicant a classe de ball a Farray's Dance Center Barcelona - Preguntes freqüents sobre classes i horaris"
}
